Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: ID list of the L3 agent. User can specify multi-agents for highly available router. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only.
de: ID-Liste des L3-Agenten. Benutzer kann 'multi-agents' für Router mit hoher Verfügbarkeit angeben. ANMERKUNG: Die Standardrichtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft auf Benutzer mit Verwaltungsaufgaben.

source: ID of an existing port to associate with this server.
de: ID eines bereits vorhandenen Ports, der diesem Server zugeordnet werden soll.

source: ID of an existing port with at least one IP address to associate with this floating IP.
de: ID eines vorhandenen Ports mit mindestens einer IP-Adresse zum Zuordnen zu dieser dynamischen IP-Adresse.

source: ID of network to create a port on.
de: ID des Netzes, in dem ein Port erstellt werden soll.

source: ID of project for API authentication
de: Kennung des Projektes für API-Authentifizierung

source: ID of signal to use for signaling output values
de: ID des Signals zur Verwendung für das Signalisieren von Ausgabewerten

source: ID of software configuration resource to execute when applying to the server.
de: ID der Softwarekonfigurationsressource, die beim Anwenden auf den Server ausgeführt werden.

source: ID of the Cluster Template used for Node Groups and configurations.
de: ID der Clustervorlage, die für Knotengruppen und -konfigurationen verwendet wird.

source: ID of the InternetGateway.
de: ID von InternetGateway.

source: ID of the L3 agent. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only.
de: ID des L3-Agenten. BEACHTEN SIE: Die Standardrichtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft auf Benutzer mit Verwaltungsaufgaben.

source: ID of the Node Group Template.
de: Kennung der Knotengruppenvorlage.

source: ID of the VPNGateway to attach to the VPC.
de: ID von VPNGateway zum Anhängen an VPC.

source: ID of the default image to use for the template.
de: ID des für die Vorlage zu verwendenden Standardimage.

source: ID of the floating IP to assign to the server.
de: ID der dynamischen IP-Adresse, die dem Server zugeordnet werden soll.

source: ID of the floating IP to associate.
de: ID der zuzuordnenden dynamischen IP-Adresse.

source: ID of the image to use for the template.
de: ID des Images, das für die Vorlage verwendet werden soll.

source: ID of the network in which this IP is allocated.
de: ID des Netzes, in dem diese IP-Adresse zugeordnet ist.

source: ID of the port associated with this IP.
de: ID des dieser IP-Adresse zugeordneten Ports.

source: ID of the router used as gateway, set when associated with a port.
de: ID des als Gateway verwendeten Routers; wird bei Zuordnung zu einem Port festgelegt.

source: ID of the router.
de: Kennung des Routers.

source: ID of the server being deployed to
de: ID des Servers, auf dem implementiert wird

source: ID of the stack this deployment belongs to
de: ID des Stack, zu dem diese Implementierung gehört

source: ID or name of the external network for the gateway.
de: ID oder Name des externen Netzes für das Gateway.

source: ID that AWS assigns to represent the allocation of the address for use with Amazon VPC. Returned only for VPC elastic IP addresses.
de: ID, die AWS zuordnet, um die Zuordnung der Adresse zur Verwendung mit Amazon VPC darzustellen. Wird nur für elastische VPC-IP-Adressen zurückgegeben.

source: IP address and port of the pool.
de: IP-Adresse und Port des Pools.

source: IP address desired in the subnet for this port.
de: Die im Teilnetz für diesen Port gewünschte IP-Adresse.

source: IP address of the associated port, if specified.
de: IP-Adresse des zugeordneten Ports, falls angegeben.

source: IP address of the pool member on the pool network.
de: IP-Adresse des Poolmitglieds im Poolnetz.

source: IP address of the pool member.
de: IP-Adresse des Poolmitglieds.

source: IP address of the vip.
de: IP-Adresse der VIP.

source: IP address to allow through this port.
de: IP-Adresse, die diesen Port durchlaufen darf.

source: IP address to use if the port has multiple addresses.
de: IP-Adresse, die zu verwenden ist, wenn der Port über mehrere Adressen verfügt.

source: IPv6 RA (Router Advertisement) mode. dhcpv6-stateful, dhcpv6-stateless, or slaac.
de: IPv6-RA-Modus (Router Advertisement). dhcpv6-stateful, dhcpv6-stateless oder slaac.

source: IPv6 address mode. dhcpv6-stateful, dhcpv6-stateless, or slaac.
de: IPv6-Adressmodus. dhcpv6-stateful, dhcpv6-stateless oder slaac.

source: Id of the tenant owning the firewall policy.
de: ID des Nutzers, der Eigentümer der Firewallrichtlinie ist.

source: Id of the tenant owning the firewall.
de: ID des Nutzers, der Eigentümer der Firewall ist.

source: If False do not trace SQL requests.
de: Bei 'False' erfolgt keine Traceerstellung für SQL-Anforderungen.

source: If False fully disable profiling feature.
de: Bei 'False' die Profilerstellungsfunktion vollständig inaktivieren.

source: If True, delete any objects in the container when the container is deleted. Otherwise, deleting a non-empty container will result in an error.
de: Bei 'True' werden alle Objekte im Container gelöscht, wenn der Container gelöscht wird. Andernfalls führt das Löschen eines nicht leeren Containers zu einem Fehler.

source: If True, enable config drive on the server.
de: Aktivieren Sie bei 'True' das Konfigurationslaufwerk auf dem Server.

source: If set, then the server's certificate will not be verified.
de: Ist dies festgelegt, wird das Zertifikat des Servers nicht überprüft.

source: If specified, the backup to create the volume from.
de: Wenn angegeben, die Sicherung, aus der der Datenträger erstellt werden soll.

source: If specified, the backup used as the source to create the volume.
de: Wenn angegeben, die Sicherung, die als Quelle zum Erstellen des Datenträgers verwendet wird.

source: If specified, the name or ID of the image to create the volume from.
de: Wenn angegeben, der Name oder die ID des Image, aus dem der Datenträger erstellt werden soll.

source: If specified, the snapshot to create the volume from.
de: Wenn angegeben, die Momentaufnahme, aus der der Datenträger erstellt werden soll.

source: If specified, the type of volume to use, mapping to a specific backend.
de: Wenn angegeben, der Typ des zu verwendenden Datenträgers, der eine Zuordnung zu einem bestimmten Back-End-Server vornimmt.

source: If specified, the volume to use as source.
de: Wenn angegeben, der Datenträger, der als Quelle verwendet werden soll.

source: If without InstanceId, ImageId and InstanceType are required.
de: Ohne InstanceId sind ImageId und InstanceType erforderlich.

source: Incompatible parameters were used together
de: Inkompatible Parameter wurden zusammen verwendet

source: Incorrect arguments to "%(fn_name)s" should be one of: %(allowed)s
de: Falsche Argumente für "%(fn_name)s"; sie sollten folgendermaßen lauten: %(allowed)s

source: Incorrect arguments to "%(fn_name)s" should be: %(example)s
de: Falsche Argumente für "%(fn_name)s"; sie sollten folgendermaßen lauten: %(example)s

source: Index to "%s" must be a string
de: Index für "%s" muss eine Zeichenfolge sein

source: Index to "%s" must be an integer
de: Index für "%s" muss eine Ganzzahl sein

source: Indicate whether the volume should be deleted when the instance is terminated.
de: Gibt an, ob der Datenträger gelöscht werden soll, wenn die Instanz beendet wird.

source: Indicate whether the volume should be deleted when the server is terminated.
de: Gibt an, ob der Datenträger gelöscht werden soll, wenn der Server beendet wird.

source: Indicates remote IP prefix to be associated with this metering rule.
de: Gibt das Präfix der fernen IP-Adresse an, das dieser Messungsregel zuzuordnen ist.

source: Indicates whether or not to create a distributed router. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only. This property can not be used in conjunction with the L3 agent ID.
de: Angabe, ob ein verteilter Router erstellt wird. ANMERKUNG: Die Standardrichtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft auf Benutzer mit Verwaltungsaufgaben. Diese Eigenschaft kann nicht in Verbindung mit der ID des L3-Agenten verwendet werden.

source: Indicates whether or not to create a highly available router. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only. And now neutron do not support distributed and ha at the same time.
de: Angabe, ob ein Router mit hoher Verfügbarkeit erstellt wird. ANMERKUNG: Die Standardrichtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft auf Benutzer mit Verwaltungsaufgaben. Jetzt unterstützt Neutron nicht mehr verteilte Routerund Router mit hoher Verfügbarkeit gleichzeitig.

source: Indicates whether this firewall rule is enabled or not.
de: Gibt an, ob diese Firewallregel aktiviert ist.

source: Information used to configure the bucket as a static website.
de: Informationen, die zum Konfigurieren des Buckets als statische Website verwendet werden.

source: Initiator state in lowercase for the ipsec site connection.
de: Initiatorstatus in Kleinbuchstaben für die Verbindung zur IPSec-Site.

source: Input values to apply to the software configuration on this server.
de: Eingabewerte zum Anwenden auf die Softwarekonfiguration auf diesem Server.

source: Instance ID to associate with EIP specified by EIP property.
de: Instanz-ID zum Zuordnen zur EIP, die in der Eigenschaft 'EIP' angegeben ist.

source: Instance ID to associate with EIP.
de: Instanz-ID, die dieser EIP zuzuordnen ist.

source: Instance ID to be restarted.
de: Erneut zu startende Instanz-ID.

source: Instance connection to CFN/CW API validate certs if SSL is used.
de: Instanzverbindung zu CFN/CW-API-Validierungszertifikaten, wenn SSL verwendet wird.

source: Instance connection to CFN/CW API via https.
de: Instanzverbindung zur CFN/CW-API über https.

source: Instance is not ACTIVE (was: %s)
de: Instanz ist nicht AKTIV (war: %s)

source: Instance metadata must not contain greater than %s entries. This is the maximum number allowed by your service provider
de: Die Instanzmetadaten dürfen nicht mehr als %s Einträge enthalten. Dies ist die vom Service-Provider zugelassene maximale Anzahl

source: Integer used for ordering the boot disks.
de: Ganzzahl, die für die Sortierung der Bootdatenträger verwendet wird.

source: Internet protocol version.
de: Internetprotokollversion.

source: Invalid %s, expected a mapping
de: %s ungültig, Zuordnung erwartet

source: Invalid Parameter type "%s"
de: Ungültiger Parametertyp "%s"

source: Invalid Property %s
de: Ungültige Eigenschaft %s

source: Invalid Stack address
de: Ungültige Stackadresse

source: Invalid Template URL
de: Ungültige Vorlagen-URL

source: Invalid URL scheme %s
de: Ungültiges URL-Schema %s

source: Invalid UUID version (%d)
de: Ungültige UUID-Version (%d)

source: Invalid action %s
de: Ungültige Aktion %s

source: Invalid action %s specified
de: Ungültige Aktion %s angegeben

source: Invalid adopt data: %s
de: Ungültige Annahmedaten: %s

source: Invalid content type %(content_type)s
de: Ungültiger Inhaltstyp %(content_type)s

source: Invalid default %(default)s (%(exc)s)
de: Ungültige Standardeinstellung %(default)s (%(exc)s)

source: Invalid deletion policy "%s"
de: Ungültige Löschrichtlinie "%s"

source: Invalid key %s
de: Ungültiger Schlüssel %s

source: Invalid key '%(key)s' for %(entity)s
de: Ungültiger Schlüssel '%(key)s' für %(entity)s

source: Invalid parameter constraints for parameter %s, expected a list
de: Ungültige Parameterbedingungen für Parameter %s, erwartet wurde eine Liste

source: Invalid stack name %s must contain only alphanumeric or "_-." characters, must start with alpha
de: Ungültiger Stackname %s darf nur alphanumerische oder "_-." Zeichen enthalten; muss mit einem Buchstaben beginnen

source: Invalid state %(state)s, expecting one of %(expect)s
de: Ungültiger Status %(state)s, erwartet wird einer der Status %(expect)s

source: Invalid status %s
de: Ungültiger Status %s

source: Invalid tag, "%s" contains a comma
de: Ungültiger Tag, "%s" enthält ein Komma

source: Invalid tag, "%s" is longer than 80 characters
de: Ungültiger Tag, "%s" ist länger als 80 Zeichen

source: Invalid tag, "%s" is not a string
de: Ungültiger Tag, "%s" ist kein String

source: Invalid tags, not a list: %s
de: Ungültige Tags, erwartet wurde eine Liste: %s

source: Invalid timeout value %s
de: Ungültiger Zeitüberschreitungswert %s

source: Invalid timezone: %s
de: Ungültige Zeitzone: %s

source: Invalid type (%s)
de: Ungültiger Typ (%s)

source: Invalid watch state %s
de: Ungültiger Beobachtungsstatus %s

source: Ip allocation pools and their ranges.
de: IP-Zuordnungspools und die zugehörigen Bereiche.

source: Ip of the subnet's gateway.
de: IP-Adresse des Gateways des Teilnetzes.

source: Ip version for the subnet.
de: IP-Version für das Teilnetz.

source: Ip_version for this firewall rule.
de: Ip_version für diese Firewallregel.

source: JSON body size (%(len)s bytes) exceeds maximum allowed size (%(limit)s bytes).
de: Die Größe des JSON-Hauptteils (%(len)s bytes) überschreitet die maximal zulässige Größe (%(limit)s Byte).

source: JSON data that was uploaded via the SwiftSignalHandle.
de: Über SwiftSignalHandle hochgeladene JSON-Daten.

source: Key/value pairs associated with the volume in raw dict form.
de: Dem Datenträger zugeordnete Schlüssel-Wert-Paare in unformatierter Verzeichnisform.

source: Key/value pairs associated with the volume.
de: Dem Datenträger zugeordnete Schlüssel-Wert-Paare.

source: Key/value pairs to associate with the volume.
de: Schlüssel-Wert-Paare zum Zuordnen zum Datenträger.

source: Keypair added to instances to make them accessible for user.
de: Schlüsselpaar, das zu Instanzen hinzugefügt wird, um sie für Benutzer zugänglich zu machen.

source: Keypair secret key.
de: Geheimer Schlüssel des Schlüsselpaars.

source: Keystone domain ID which contains heat template-defined users. If this option is set, stack_user_domain_name option will be ignored.
de: Keystone-Domänen-ID mit vorlagendefinierten Heat-Benutzern. Wenn diese Option festgelegt ist, wird die Option 'stack_user_domain_name' ignoriert.

source: Keystone domain name which contains heat template-defined users. If `stack_user_domain_id` option is set, this option is ignored.
de: Keystone-Domänenname mit vorlagendefinierten Heat-Benutzern. Wenn die Option `stack_user_domain_id` festgelegt ist, wird diese Option ignoriert.

source: Keystone password for stack_domain_admin user.
de: Keystone-Kennwort für den Benutzer 'stack_domain_admin'.

source: Keystone role for heat template-defined users.
de: Keystone-Rolle für vorlagendefinierte Heat-Benutzer.

source: Keystone username, a user with roles sufficient to manage users and projects in the stack_user_domain.
de: Keystone-Benutzername, ein Benutzer mit Rollen, die zum Verwalten von Benutzern und Projekten in stack_user_domain berechtigen.

source: L2 segmentation strategy on the external side of the network gateway.
de: L2-Segmentierungsstrategie für die externe Seite des Netzgateways.

source: Length of %(given)d is too long, max = %(maximum)d
de: Länge von %(given)d ist zu groß, max = %(maximum)d

source: Length of OS_PASSWORD after encryption exceeds Heat limit (255 chars)
de: Länge von OS_PASSWORD überschreitet nach Verschlüsselung den Heat-Grenzwert (255 Zeichen)

source: Length of the string to generate.
de: Länge der zu erzeugenden Zeichenkette.

source: Length property cannot be smaller than combined character class and character sequence minimums
de: Längeneigenschaft darf nicht kleiner sein als die Minimalwerte von Zeichenklasse und Zeichenfolge zusammen

source: Lifecycle actions to which the configuration applies. The string values provided for this property can include the standard resource actions CREATE, DELETE, UPDATE, SUSPEND and RESUME supported by Heat.
de: Lebenszyklusaktionen, für die die Konfiguration gilt. Die für diese Eigenschaft angegebenen Zeichenfolgewerte können die von Heat unterstützten Standardressourcenaktionen CREATE, DELETE, UPDATE, SUSPEND und RESUME enthalten.

source: List of LoadBalancer resources.
de: Liste der LoadBalancer-Ressourcen.

source: List of alarm identifiers to combine.
de: Liste der zu kombinierenden Alarm-IDs.

source: List of database instances.
de: Liste der Datenbankinstanzen.

source: List of databases to be created on DB instance creation.
de: Liste der Datenbanken, die bei der Erstellung der Datenbankinstanz zu erstellen sind.

source: List of directories to search for plug-ins.
de: Liste der Verzeichnisse zum Suchen nach Plug-ins.

source: List of dns nameservers.
de: Liste mit DNS-Nameservern.

source: List of firewall rules in this firewall policy.
de: Liste der Firewallregeln in dieser Firewallrichtlinie.

source: List of health monitors associated with the pool.
de: Liste der dem Pool zugeordneten Statusmonitore.

source: List of network interfaces to create on instance.
de: Liste der Netzschnittstellen zum Erstellen auf der Instanz.

source: List of processes to enable anti-affinity for.
de: Liste der Prozesse, für die Antiaffinität aktiviert werden soll.

source: List of processes to run on every node.
de: Liste der Prozesse, die auf jedem Knoten auszuführen sind.

source: List of resources to be removed when doing an update which requires removal of specific resources. The resource may be specified several ways: (1) The resource name, as in the nested stack, (2) The resource reference returned from get_resource in a template, as available via the 'refs' attribute Note this is destructive on update when specified; even if the count is not being reduced, and once a resource name is removed, it's name is never reused in subsequent updates
de: Liste der zu entfernenden Ressourcen bei einer Aktualisierung, bei der die Entfernung von bestimmten Ressourcen erforderlich ist. Es gibt verschiedene Möglichkeiten für die Angabe der Ressourcen: (1) Der Ressourcenname (wie im verschachtelten Stack) (2) Der Verweis auf die Ressource, der von get_resource in einer Vorlage zurückgegeben wurde (wie über das Attribut 'refs' verfügbar) Anmerkung: Erfolgt diese Angabe bei der Aktualisierung, ist dies zerstörerisch, auch wenn die Anzahl nicht verringert wird. Sobald ein Ressourcenname entfernt wurde, wird der Name der Ressource nie wieder in nachfolgenden Aktualisierungen verwendet.

source: List of security group IDs associated with this interface.
de: Liste der dieser Schnittstelle zugeordneten Sicherheitsgruppen-IDs.

source: List of security group egress rules.
de: Liste der Ausgangsregeln der Sicherheitsgruppe.

source: List of security group ingress rules.
de: Liste der Eingangsregeln der Sicherheitsgruppe.

source: List of security group names or IDs to assign to this Node Group template.
de: Liste der Sicherheitsgruppennamen oder IDs, die dieser Knotengruppenvorlage zugeordnet werden sollen.

source: List of security group names or IDs. Cannot be used if neutron ports are associated with this server; assign security groups to the ports instead.
de: Liste der Sicherheitsgruppennamen oder IDs. Kann nicht verwendet werden, wenn Neutron-Ports diesem Server zugeordnet sind. Weisen Sie den Ports stattdessen Sicherheitsgruppen zu.

source: List of security group rules.
de: Liste mit Sicherheitsgruppenrollen.

source: List of tags associated with this interface.
de: Liste der Tags, die dieser Schnittstelle zugeordnet ist.

source: List of tags to attach to the instance.
de: Liste der an die Instanz anzuhängenden Tags.

source: List of tags to attach to this resource.
de: Liste der an diese Ressource anzuhängenden Tags.

source: List of tags to be attached to this resource.
de: Liste der an diese Ressource anzuhängenden Tags.

source: List of users to be created on DB instance creation.
de: Liste der Benutzer, die bei der Erstellung der Datenbankinstanz zu erstellen sind.

source: Location of the SSL certificate file to use for SSL mode.
de: Position der SSL-Zertifikatsdatei für den SSL-Modus.

source: Location of the SSL key file to use for enabling SSL mode.
de: Position der SSL-Schlüsseldatei zum Aktivieren des SSL-Modus.

source: MAC address of the port.
de: MAC-Adresse des Ports.

source: MAC address to allow through this port.
de: MAC-Adresse, die diesen Port durchlaufen darf.

source: MAC address to give to this port.
de: MAC-Adresse, die diesem Port zugeordnet werden soll.

source: Map containing options specific to the configuration management tool used by this resource.
de: Zuordnung mit Optionen für das Konfigurationsverwaltungstool, das von dieser Ressource verwendet wird.

source: Map representing the cloud-config data structure which will be formatted as YAML.
de: Zuordnung, die die cloud-config-Datenstruktur darstellt, die als YAML formatiert wird.

source: Map representing the configuration data structure which will be serialized to JSON format.
de: Zuordnung, die die Konfigurationsdatenstruktur darstellt, die im JSON-Format serialisiert wird.

source: Maximum %s is 1 hour.
de: Maximum für %s ist 1 Stunde.

source: Maximum depth allowed when using nested stacks.
de: Maximal zulässige Schachtelungstiefe bei der Verwendung von verschachtelten Stacks.

source: Maximum events that will be available per stack. Older events will be deleted when this is reached. Set to 0 for unlimited events per stack.
de: Die maximale Anzahl an Ereignissen, die pro Stack verfügbar sein sollen. Ältere Ereignisse werden gelöscht, wenn dieser Wert erreicht wird. Legen Sie hierfür 0 fest, damit die Anzahl der Ereignisse pro Stack unbegrenzt ist.

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs).
de: Maximal zu akzeptierende Zeilenlänge für Nachrichtenheader. max_header_line muss möglicherweise erhöht werden, wenn größere Tokens verwendet werden (in der Regel diejenigen, die von der Keystone-v3-API mit großen Servicekatalogen generiert werden)

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs.)
de: Maximal zu akzeptierende Zeilenlänge für Nachrichtenheader. max_header_line muss möglicherweise erhöht werden, wenn größere Tokens verwendet werden (in der Regel diejenigen, die von der Keystone-v3-API mit großen Servicekatalogen generiert werden).

source: Maximum number of instances in the group.
de: Maximale Anzahl an Instanzen in der Gruppe.

source: Maximum number of resources in the group.
de: Maximale Anzahl an Ressourcen in der Gruppe.

source: Maximum number of seconds for a monitor to wait for a connection to be established before it times out.
de: Maximale Anzahl an Sekunden, die ein Monitor darauf wartet, dass eine Verbindung hergestellt wird, bevor das Zeitlimit überschritten wird.

source: Maximum number of stacks any one tenant may have active at one time.
de: Maximale Anzahl an aktiven Stacks, über die ein Nutzer gleichzeitig verfügen darf.

source: Maximum raw byte size of any template.
de: Maximale unformatierte Bytegröße einer beliebigen Vorlage.

source: Maximum resources per stack exceeded.
de: Maximale Anzahl an Ressourcen pro Stack überschritten.

source: Maximum transmission unit size (in bytes) for the ipsec site connection.
de: Größe der größten zu übertragenden Einheit (in Byte) für die Verbindung zur IPSec-Site.

source: Member list items must be strings
de: Mitgliedslistenelemente müssen Zeichenfolgen sein
