Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: The direction in which metering rule is applied.
de: Die Richtung, in der die Messungsregel angewendet wird.

source: The direction in which the security group rule is applied. For a compute instance, an ingress security group rule matches traffic that is incoming (ingress) for that instance. An egress rule is applied to traffic leaving the instance.
de: Die Richtung, in der die Sicherheitsgruppe angewendet wird. Bei einer Berechnungsinstanz entspricht eine Eingangs-Sicherheitsgruppe dem Datenverkehr, der für diese Instanz eingeht. Eine Ausgangsregel wird auf den Datenverkehr angewendet, der die Instanz verlässt.

source: The directory to search for environment files.
de: Das Verzeichnis zum Suchen nach Umgebungsdateien.

source: The ebs volume to attach to the instance.
de: An die Instanz anzuhängender ebs-Datenträger.

source: The encapsulation mode of the ipsec policy.
de: Der Kapselungsmodus der IPSec-Richtlinie.

source: The encryption algorithm of the ipsec policy.
de: Der Verschlüsselungsalgorithmus der IPSec-Richtlinie.

source: The encryption algorithm used by the ike policy.
de: Der Verschlüsselungsalgorithmus, der von der IKE-Richtlinie verwendet wird.

source: The environment is not a valid YAML mapping data type.
de: Die Umgebung ist kein gültiger YAML-Zuordnungsdatentyp.

source: The external load balancer port number.
de: Die Nummer des externen Ports der Lastausgleichsfunktion.

source: The flavor to use.
de: Die zu verwendende Version.

source: The function %s is not supported in this version of HOT.
de: Die Funktion %s wird in dieser Version von HOT nicht unterstützt.

source: The host from the container URL.
de: Der Host aus der Container-URL.

source: The host from which a user is allowed to connect to the database.
de: Der Host, von dem aus ein Benutzer eine Verbindung zur Datenbank herstellen darf.

source: The id for L2 segment on the external side of the network gateway. Must be specified when using vlan.
de: Die ID für das L2-Segment auf der externen Seite des Netzgateways. Muss bei der Verwendung von VLAN angegeben werden.

source: The image ID. Glance will generate a UUID if not specified.
de: Die Image-ID. Bei fehlender Angabe generiert Glance eine UUID.

source: The initiator of the ipsec site connection.
de: Der Initiator der Verbindung zur IPSec-Site.

source: The interface name for the network gateway.
de: Der Schnittstellenname für das Netzgateway.

source: The internal network to connect on the network gateway.
de: Das interne Netz für die Verbindung auf dem Netzgateway.

source: The last operation for the database instance failed due to an error.
de: Die letzte Operation für die Datenbankinstanz ist aufgrund eines Fehlers fehlgeschlagen.

source: The length must be at least %(min)s.
de: Die Länge muss mindestens %(min)s sein.

source: The length must be in the range %(min)s to %(max)s.
de: Die Länge muss im Bereich von %(min)s bis %(max)s sein.

source: The length must be no greater than %(max)s.
de: Die Länge darf nicht größer als %(max)s sein.

source: The length of time, in minutes, to wait for the nested stack creation.
de: Die Länge der Zeit in Minuten, die auf die Erstellung des verschachtelten Stacks gewartet werden soll.

source: The list of HTTP status codes expected in response from the member to declare it healthy.
de: Die Liste der HTTP-Statuscodes, die vom Mitglied als Antwort erwartet werden, um einen einwandfreiem Zustand zu deklarieren.

source: The list of Nova server IDs load balanced.
de: Die Liste der Nova-Server-IDs mit Lastausgleich.

source: The list of attachments of the volume.
de: Die Liste der Anhänge des Datenträgers.

source: The list of configurations for the different lifecycle actions of the represented software component.
de: Die Liste der Konfigurationen für die verschiedenen Lebenszyklusaktionen der dargestellten Softwarekomponente.

source: The list of instance IDs load balanced.
de: Die Liste der Instanzen-IDs mit Lastausgleich.

source: The list of tags to associate with the volume.
de: Die Liste der dem Datenträger zuzuordnenden Tags.

source: The load balancer transport protocol to use.
de: Das zu verwendende Transportprotokoll für die Lastausgleichsfunktion.

source: The location where the volume is exposed on the instance. This assignment may not be honored and it is advised that the path /dev/disk/by-id/virtio-<VolumeId> be used instead.
de: Die Position, an der der Datenträger für die Instanz zugänglich ist. Möglicherweise wird diese Zuordnung nicht berücksichtigt und es empfiehlt sich, stattdessen den Pfad /dev/disk/by-id/virtio-<Datenträger-ID> zu verwenden.

source: The manually assigned alternative public IPv4 address of the server.
de: Die manuell zugeordnete alternative öffentliche IPv4-Adresse des Servers.

source: The manually assigned alternative public IPv6 address of the server.
de: Die manuell zugeordnete alternative öffentliche IPv6-Adresse des Servers.

source: The maximum number of connections per second allowed for the vip.
de: Die maximale Anzahl an Verbindungen, die pro Sekunde für die VIP zulässig sind.

source: The maximum number of resources to replace at once.
de: Die maximale Anzahl gleichzeitig zu ersetzender Ressourcen.

source: The maximum number of seconds to wait for the resource to signal completion. Once the timeout is reached, creation of the signal resource will fail.
de: Die maximale Anzahl an Sekunden, die darauf gewartet wird, dass die Ressource Fertigstellung signalisiert. Bei Erreichen des Zeitlimits schlägt die Erstellung der Signalressource fehl.

source: The maximum port number in the range that is matched by the security group rule. The port_range_min attribute constrains the port_range_max attribute. If the protocol is ICMP, this value must be an ICMP type.
de: Die maximale Portnummer in dem Bereich, der der Sicherheitsgruppenregel entspricht. Das Attribut 'port_range_min' beschränkt das Attribut 'port_range_max'. Wenn das Protokoll ICMP ist, muss dieser Wert ein ICMP-Typ sein.

source: The maximum transmission unit size (in bytes) of the ipsec site connection.
de: Die Größe der größten zu übertragenden Einheit (in Byte) der Verbindung zur IPSec-Site.

source: The metering label ID to associate with this metering rule.
de: Die Messungsbezeichnungs-ID, die dieser Messungsregel zuzuordnen ist.

source: The minimum number of characters from this character class that will be in the generated string.
de: Die Mindestanzahl an Zeichen aus dieser Zeichenklasse, die in der erstellten Zeichenfolge verwendet werden.

source: The minimum number of characters from this sequence that will be in the generated string.
de: Die Mindestanzahl an Zeichen aus dieser Folge, die in der erstellten Zeichenfolge verwendet werden.

source: The minimum number of resources in service while rolling updates are being executed.
de: Die Mindestanzahl am Ressourcen im Service, während laufende Aktualisierungen ausgeführt werden.

source: The minimum port number in the range that is matched by the security group rule. If the protocol is TCP or UDP, this value must be less than or equal to the value of the port_range_max attribute. If the protocol is ICMP, this value must be an ICMP type.
de: Die minimale Portnummer in dem Bereich, der der Sicherheitsgruppenregel entspricht. Wenn das Protokoll TCP oder UDP ist, muss dieser Wert kleiner oder gleich dem Wert des Attributs 'port_range_max' sein. Wenn das Protokoll ICMP ist, muss dieser Wert ein ICMP-Typ sein.

source: The minimum time in seconds between regular connections of the member.
de: Die Mindestzeit in Sekunden zwischen den normalen Verbindungen des Mitglieds.

source: The name of the error document.
de: Der Name des Fehlerdokuments.

source: The name of the hosted zone that is associated with the LoadBalancer.
de: Der Name der gehosteten Zone, die dem LoadBalancer zugeordnet ist.

source: The name of the ike policy.
de: Der Name der IKE-Richtlinie.

source: The name of the index document.
de: Der Name des Indexdokuments.

source: The name of the ipsec policy.
de: Der Name der IPSec-Richtlinie.

source: The name of the ipsec site connection.
de: Der Name der Verbindung zur IPSec-Site.

source: The name of the key pair.
de: Der Name des Schlüsselpaars.

source: The name of the network gateway.
de: Der Name des Netzgateways.

source: The name of the network.
de: Der Name des Netzwerks.

source: The name of the router.
de: Der Name des Routers.

source: The name of the subnet.
de: Der Name des Subnetz.

source: The name of the user that the new key will belong to.
de: Der Name des Benutzers, dem der neue Schlüssel gehören soll.

source: The name of the virtual device. The name must be in the form ephemeralX where X is a number starting from zero (0); for example, ephemeral0.
de: Der Name der virtuellen Einheit. Der Name muss im Format 'ephemeralX' sein; dabei ist 'X' eine Zahl ab null (0). Beispiel: ephemeral0.

source: The name of the vpn service.
de: Der Name des VPN-Dienstes.

source: The negotiation mode of the ike policy.
de: Der Verhandlungsmodus der IKE-Richtlinie.

source: The number of I/O operations per second that the volume supports.
de: Die vom Datenträger unterstützte Anzahl an E/A-Operationen pro Sekunde.

source: The number of bytes stored in the container.
de: Die Anzahl der im Container gespeicherten Bytes.

source: The number of consecutive health probe failures required before moving the instance to the unhealthy state
de: Die Anzahl der aufeinanderfolgenden Fehlschläge bei Statusprüfungen, die erforderlich ist, bevor die Instanz in den Status 'nicht einwandfrei' versetzt wird

source: The number of consecutive health probe successes required before moving the instance to the healthy state.
de: Die Anzahl der aufeinanderfolgenden Erfolge bei Statusprüfungen, die erforderlich ist, bevor die Instanz in den Status 'einwandfrei' versetzt wird.

source: The number of objects stored in the container.
de: Die Anzahl der im Container gespeicherten Objekte.

source: The number of seconds to wait between batches of updates.
de: Die Anzahl an Sekunden, die zwischen Aktualisierungsbatches gewartet wird.

source: The number of seconds to wait for the correct number of signals to arrive.
de: Die Anzahl an Sekunden, die auf den Eintang der richtigen Anzahl von Signalen gewartet wird.

source: The number of success signals that must be received before the stack creation process continues.
de: Die Anzahl der Erfolgssignale, die empfangen werden müssen, bevor der Stackerstellungsprozess fortgesetzt wird.

source: The optional public key. This allows users to supply the public key from a pre-existing key pair. If not supplied, a new key pair will be generated.
de: Der optionale öffentliche Schlüssel. Dies ermöglicht Benutzern das Angeben des öffentlichen Schlüssels aus einem bereits vorhandenen Schlüsselpaar. Wird hierfür nichts angegeben, wird ein neues Schlüsselpaar generiert.

source: The parent URL of the container.
de: Die übergeordnete URL des Containers.

source: The perfect forward secrecy of the ike policy.
de: Die absolute vorwärts gerichtete Sicherheit der IKE-Richtlinie.

source: The perfect forward secrecy of the ipsec policy.
de: Die absolute vorwärts gerichtete Sicherheit der IPSec-Richtlinie.

source: The personality property may not contain greater than %s entries.
de: Die Persönlichkeitseigenschaft darf nicht mehr als %s Einträge enthalten.

source: The port being checked.
de: Der Port, der überprüft wird.

source: The port id, either subnet or port_id should be specified.
de: Die Port-ID sollte angegeben werden, entweder subnet oder port_id.

source: The port on which the server will listen.
de: Der Port, auf dem der Server hört.

source: The port, either subnet or port should be specified.
de: Der Port, entweder Teilnetz oder Port sollte angegeben werden.

source: The pre-shared key string of the ipsec site connection.
de: Zeichenfolge für PSK (vorab verteilten Schlüssel) der Verbindung zur IPSec-Site.

source: The private key if it has been saved.
de: Der private Schlüssel, wenn er gespeichert wurde.

source: The protocol that is matched by the security group rule. Valid values include tcp, udp, and icmp.
de: Das Protokoll, das der Sicherheitsgruppenregel entspricht. Gültig sind u. a. die Werte 'tcp', 'udp' und 'icmp'.

source: The public key.
de: Der öffentliche Schlüssel.

source: The query string is malformed
de: Die Suchanfragenzeichenkette ist fehlerhaft

source: The random string generated by this resource. This value is also available by referencing the resource.
de: Die von dieser Ressource generierte zufällige Zeichenfolge. Dieser Wert ist auch durch Verweis auf die Ressource verfügbar.

source: The reference to a LaunchConfiguration resource.
de: Der Verweis auf eine LaunchConfiguration-Ressource.

source: The remote IP prefix (CIDR) to be associated with this security group rule.
de: Das Präfix der fernen IP-Adresse (CIDR), das dieser Sicherheitsgruppenregel zugeordnet werden soll.

source: The remote branch router identity of the ipsec site connection.
de: ID des Routers der fernen Niederlassung der Verbindung zur IPSec-Site.

source: The remote branch router public IPv4 address or IPv6 address or FQDN.
de: Öffentliche IPv4- oder IPv6-Adresse oder vollständig qualifizierter Domänenname des Routers der fernen Niederlassung.

source: The remote group ID to be associated with this security group rule. If no value is specified then this rule will use this security group for the remote_group_id. The remote mode parameter must be set to "remote_group_id".
de: Die ID der fernen Gruppe, die dieser Sicherheitsgruppenregel zugeordnet werden soll. Ist kein Wert angegeben, verwendet diese Regel diese Sicherheitsgruppe für remote_group_id. Für den Parameter für den fernen Modus muss "remote_group_id" festgelegt werden.

source: The remote subnet(s) in CIDR format of the ipsec site connection.
de: Die fernen Teilnetze der Verbindung zur IPSec-Site im CIDR-Format.

source: The request is missing an action or operation parameter
de: In der Anforderung fehlt eine Aktion oder ein Operationsparameter

source: The request processing has failed due to an internal error
de: Die Anforderungsverarbeitung ist aufgrund eines internen Fehlers fehlgeschlagen

source: The request signature does not conform to AWS standards
de: Die Anforderungssignatur entspricht nicht den AWS-Standards

source: The request signature we calculated does not match the signature you provided
de: Die errechnete Anforderungssignatur entspricht nicht der angegebenen Signatur

source: The requested action is not yet implemented
de: Die angeforderte Aktion ist noch nicht implementiert

source: The route mode of the ipsec site connection.
de: Der Routemodus der Verbindung zur IPSec-Site.

source: The router id.
de: Die Routerkennung.

source: The router to which the vpn service will be inserted.
de: Der Router, bei dem der VPN-Service eingefügt wird.

source: The router.
de: Der Router.

source: The safety assessment lifetime configuration for the ike policy.
de: Die Laufzeitkonfiguration für die Sicherheitsbewertung für die IKE-Richtlinie.

source: The safety assessment lifetime configuration of the ipsec policy.
de: Die Laufzeitkonfiguration für die Sicherheitsbewertung der IPSec-Richtlinie.

source: The security group that you can use as part of your inbound rules for your LoadBalancer's back-end instances.
de: Die Sicherheitsgruppe, die Sie als Teil Ihrer Eingangsregeln für die Back-End-Instanzen Ihres LoadBalancer verwenden können.

source: The server could not comply with the request since it is either malformed or otherwise incorrect.
de: Der Server konnte die Anforderung nicht erfüllen, da sie entweder fehlerhaft formatiert oder anderweitig falsch ist.

source: The set of parameters passed to this nested stack.
de: Der Satz von Parametern, der an diesen verschachtelten Stack übermittelt wurde.

source: The size of AutoScalingGroup can not be less than zero
de: Die Größe von AutoScalingGroup darf nicht kleiner als null sein

source: The size of the swap, in MB.
de: Die Größe der Auslagerung in MB.

source: The size of the volume in GB.
de: Die Größe des Volumens in GB.

source: The size of the volume in GB. On update only increase in size is supported.
de: Die Größe des Datenträgers in GB. Bei einer Aktualisierung wird nur eine Vergrößerung unterstützt.

source: The size of the volume, in GB. It is safe to leave this blank and have the Compute service infer the size.
de: Die Größe des Datenträgers in GB. Dieser Wert kann leer gelassen werden, damit der Rechenservice die Größe berechnet.

source: The size of the volume, in GB. Must be equal or greater than the size of the snapshot. It is safe to leave this blank and have the Compute service infer the size.
de: Die Größe des Datenträgers in GB. Muss größer-gleich der Größe der Momentaufnahme sein. Dieser Wert kann leer gelassen werden, damit der Rechenservice die Größe berechnet.

source: The snapshot the volume was created from, if any.
de: Die Momentaufnahme, aus der der Datenträger erstellt wurde, falls vorhanden.

source: The specified reference "%(resource)s" (in %(key)s) is incorrect.
de: Die angegebene Referenz "%(resource)s" (in %(key)s) ist falsch.

source: The start and end addresses for the allocation pools.
de: Die Anfangs- und Endadressen für die Zuordnungspools.

source: The status of the firewall.
de: Der Status der Firewall.

source: The status of the ipsec site connection.
de: Der Status der Verbindung zur IPSec-Site.

source: The status of the network.
de: Der Status des Netzwerks.

source: The status of the port.
de: Der Status des Ports.

source: The status of the router.
de: Der Status des Routers.

source: The status of the vpn service.
de: Der Status des VPN-Diensts.

source: The subnet for the port on which the members of the pool will be connected.
de: Das Teilnetz für den Port, auf dem die Mitglieder des Pools verbunden werden.

source: The subnet, either subnet or port should be specified.
de: Das Teilnetz, entweder Teilnetz oder Port sollte angegeben werden.

source: The tag key name.
de: Der Tagschlüsselname.

source: The tag value.
de: Der Schlagwortwert.

source: The template is not a JSON object or YAML mapping.
de: Die Vorlage ist kein JSON-Objekt oder keine YAML-Zuordnung.

source: The template section is invalid: %(section)s
de: Der Vorlagenabschnitt ist ungültig: %(section)s

source: The template version is invalid: %(explanation)s
de: Die Vorlagenversion ist ungültig: %(explanation)s

source: The tenant owning this floating IP.
de: Der Nutzer, der Eigentümer dieser dynamischen IP-Adresse ist.

source: The tenant owning this network.
de: Der Nutzer, der Eigentümer dieses Netzes ist.

source: The timestamp indicating volume creation.
de: Die Zeitmarke für die Datenträgererstellung.

source: The transform protocol of the ipsec policy.
de: Das Umwandlungsprotokoll der IPSec-Richtlinie.

source: The type of the resources in the group
de: Der Typ der Ressourcen in der Gruppe

source: The type of the volume mapping to a backend, if any.
de: Der Typ des Datenträgers, der eine Zuordnung zum Back-End-Server vornimmt, falls vorhanden.

source: The unique identifier of ike policy associated with the ipsec site connection.
de: Die eindeutige ID der der Verbindung zur IPSec-Site zugeordneten IKE-Richtlinie.

source: The unique identifier of ipsec policy associated with the ipsec site connection.
de: Die eindeutige ID der der Verbindung zur IPSec-Site zugeordneten IPSec-Richtlinie.

source: The unique identifier of the router to which the vpn service was inserted.
de: Die eindeutige ID des Routers, in den der VPN-Service eingefügt wurde.

source: The unique identifier of the subnet in which the vpn service was created.
de: Die eindeutige ID des Teilnetzes, in dem der VPN-Service erstellt wurde.

source: The unique identifier of the tenant owning the ike policy.
de: Die eindeutige ID des Nutzers, der Eigentümer der IKE-Richtlinie ist.

source: The unique identifier of the tenant owning the ipsec policy.
de: Die eindeutige ID des Nutzers, der Eigentümer der IPSec-Richtlinie ist.

source: The unique identifier of the tenant owning the ipsec site connection.
de: Die eindeutige ID des Nutzers, der Eigentümer der Verbindung zur IPSec-Site ist.

source: The unique identifier of the tenant owning the vpn service.
de: Die eindeutige ID des Nutzers, der Eigentümer des VPN-Service ist.

source: The unique identifier of vpn service associated with the ipsec site connection.
de: Die eindeutige ID des der Verbindung zur IPSec-Site zugeordneten VPN-Service.

source: The value must be at least %(min)s.
de: Der Wert muss mindestens %(min)s sein.

source: The value must be in the range %(min)s to %(max)s.
de: Der Wert muss im Bereich von %(min)s bis %(max)s sein.

source: The value must be no greater than %(max)s.
de: Der Wert darf nicht größer als %(max)s sein.

source: The values of the "for_each" argument to "%s" must be lists
de: Die Werte des Arguments "for_each" für "%s" müssen Listen sein

source: The version of the ike policy.
de: Die Version der IKE-Richtlinie.

source: The vnic type to be bound on the neutron port. To support SR-IOV PCI passthrough networking, you can request that the neutron port to be realized as normal (virtual nic), direct (pci passthrough), or macvtap (virtual interface with a tap-like software interface). Note that this only works for Neutron deployments that support the bindings extension.
de: Der VNIC-Typ, der an den Neutron-Port gebunden werden soll. Zur Unterstützung von SR-IOV-PCI-Passthrough-Netzbetrieb können Sie anfordern, dass der Neutron-Port als 'normal' (virtueller NIC), 'direct' (PCI-Passthrough) oder 'macvtap' (virtuelle Schnittstelle mit tap-ähnlicher Softwareschnittstelle) realisiert wird. Beachten Sie: Dies funktioniert nur für Neutron-Implementierungen, die Bindungserweiterung unterstützen.

source: The volume type.
de: Der Volumentyp.

source: The volume used as source, if any.
de: Der als Quelle verwendete Datenträger, falls vorhanden.

source: The volume_id can be boot or non-boot device to the server.
de: Die volume_id kann die Booteinheit oder eine Nichtbooteinheit für den Server sein.

source: The website endpoint for the specified bucket.
de: Der Websiteendpunkt für den angegebenen Bucket.

source: Threshold to evaluate against.
de: Schwellenwert für die Auswertung.

source: Timeout in seconds for stack action (ie. create or update).
de: Zeitlimit in Sekunden für Stackaktion (d. h. erstellen oder aktualisieren).

source: Tokens are not needed for Swift TempURLs. This attribute is being kept for compatibility with the OS::Heat::WaitConditionHandle resource
de: Tokens sind für Swift-TempURLs nicht erforderlich. Dieses Attribut wird für die Kompatibilität mit der OS::Heat::WaitConditionHandle-Ressource beibehalten

source: Topic
de: Thema

source: Transform protocol for the ipsec policy.
de: Umwandlungsprotokoll für die IPSec-Richtlinie.

source: True if alarm evaluation/actioning is enabled.
de: 'True', wenn Auswertung/Aktion aktiviert ist.

source: True if the system should remember a generated private key; False otherwise.
de: 'True', wenn das System einen generierten privaten Schlüssel speichern soll; andernfalls 'False'.

source: Type of adjustment (absolute or percentage).
de: Typ der Anpassung (absolut oder Prozentsatz).

source: Type of endpoint in Identity service catalog to use for communication with the OpenStack service.
de: Typ des Endpunkts im Identitätsservicekatalog, der für die Kommunikation mit dem OpenStack-Service zu verwenden ist.

source: Type of the data source.
de: Typ der Datenquelle.

source: Type of the value of the input.
de: Typ des Werts der Eingabe.

source: Type of the value of the output.
de: Typ des Werts der Ausgabe.
