Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: Member list must be a list
de: Mitgliedsliste muss eine Liste sein

source: Message: %(message)s, Code: %(code)s
de: Meldung: %(message)s, Code: %(code)s

source: Metadata format invalid
de: Metadatenformat ungültig

source: Meter name watched by the alarm.
de: Vom Alarm überwachter Messgrößenname.

source: Meter should match this resource metadata (key=value) additionally to the meter_name.
de: Messgröße sollte diesen Ressourcenmetadaten (Schlüssel=Wert) zusätzlich zu meter_name entsprechen.

source: Meter statistic to evaluate.
de: Zu bewertende Messgrößenstatistik.

source: Method of implementation of session persistence feature.
de: Implementierungsmethode der Funktion für die Sitzungspersistenz.

source: Metric name watched by the alarm.
de: Vom Alarm überwachter Messwertname.

source: Metric statistic to evaluate.
de: Auszuwertende Messdatenstatistik.

source: MinSize can not be greater than MaxSize
de: MinSize darf nicht größer sein als MaxSize

source: Minimum number of instances in the group.
de: Minimale Anzahl an Instanzen in der Gruppe.

source: Minimum number of resources in the group.
de: Minimale Anzahl an Ressourcen in der Gruppe.

source: Missing parameter type for parameter: %s
de: Fehlender Parametertyp für Parameter: %s

source: Missing required credential: %(required)s
de: Erforderlicher Berechtigungsnachweis fehlt: %(required)s

source: Multiple actions specified
de: Mehrere Aktionen angegeben

source: Multiple active datastore versions exist for datastore type %(dstype)s. Explicit datastore version must be provided. Allowed versions are %(allowed)s.
de: Für Datenspeichertyp %(dstype)s sind mehrere aktive Datenspeicherversionen vorhanden. Die Datenspeicherversion muss explizit angegeben werden. Zulässige Versionen sind %(allowed)s.

source: Multiple physical resources were found with name (%(name)s).
de: Mehrere physische Ressourcen mit dem Namen (%(name)s) wurden gefunden.

source: Multiple routers found with name %s
de: Es wurden mehrere Router mit dem Namen %s gefunden

source: Must specify 'InstanceId' if you specify 'EIP'.
de: 'InstanceId' muss angegeben werden, wenn Sie 'EIP' angeben.

source: Name for the Sahara Cluster Template.
de: Name für die Sahara-Clustervorlage.

source: Name for the Sahara Node Group Template.
de: Name für Sahara-Knotengruppenvorlage.

source: Name for the container. If not specified, a unique name will be generated.
de: Name für den Container. Ist nichts angegeben, wird ein eindeutiger Name generiert.

source: Name for the firewall policy.
de: Name für die Firewallrichtlinie.

source: Name for the firewall rule.
de: Name für die Firewallregel.

source: Name for the firewall.
de: Name für die Firewall.

source: Name for the ike policy.
de: Name für die IKE-Richtlinie.

source: Name for the image. The name of an image is not unique to a Image Service node.
de: Name für das Image. Der Name eines Image ist nicht nur auf einem Image-Service-Knoten vorhanden.

source: Name for the ipsec policy.
de: Name für die IPSec-Richtlinie.

source: Name for the ipsec site connection.
de: Name für die Verbindung zur IPSec-Site.

source: Name for the vpn service.
de: Name für den VPN-Dienst.

source: Name of attribute to compare. Names of the form metadata.user_metadata.X or metadata.metering.X are equivalent to what you can address through matching_metadata; the former for Nova meters, the latter for all others. To see the attributes of your Samples, use `ceilometer --debug sample-list`.
de: Name des zu vergleichenden Attributs. Namen der Form metadata.user_metadata.X oder metadata.metering.X sind äquivalent zu dem, was Sie über matching_metadata adressieren können; Ersteres für Nova-Messgrößen, Letzteres für alle übrigen. Verwenden Sie zum Anzeigen der Attribute für Ihre Beispiele 'ceilometer --debug sample-list'.

source: Name of key to use for substituting inputs during deployment
de: Name des Schlüssels, der verwendet werden soll, um bei der Implementierung Eingaben zu ersetzen

source: Name of keypair to inject into the server.
de: Name des Schlüsselpaars, das in den Server injiziert werden soll.

source: Name of registered datastore type.
de: Name des registrierten Datenspeichertyps.

source: Name of the DB instance to create.
de: Name der zu erstellenden Datenbankinstanz.

source: Name of the Node group.
de: Name der Knotengruppe.

source: Name of the availability zone for DB instance.
de: Name der Verfügbarkeitszone für die Datenbankinstanz.

source: Name of the availability zone for server placement.
de: Name der Verfügbarkeitszone für die Serverplatzierung.

source: Name of the cluster to create.
de: Name des zu erstellenden Clusters.

source: Name of the cookie, required if type is APP_COOKIE.
de: Name des Cookies, erforderlich, wenn Typ APP_COOKIE ist.

source: Name of the current action being deployed
de: Name der Aktion, die derzeit implementiert wird

source: Name of the data source.
de: Name der Datenquelle.

source: Name of the derived config associated with this deployment. This is used to apply a sort order to the list of configurations currently deployed to a server.
de: Name der abgeleiteten Konfiguration, die dieser Implementierung zugeordnet ist. Er wird dazu verwendet eine Sortierreihenfolge auf die Liste der Konfigurationen anzuwenden, die derzeit auf einem Server implementiert sind.

source: Name of the engine node. This can be an opaque identifier. It is not necessarily a hostname, FQDN, or IP address.
de: Name des Engineknotens. Dies kann eine nicht transparente ID sein. Es muss sich dabei nicht unbedingt um einen Hostnamen, einen FQDN oder eine IP-Adresse handeln.

source: Name of the input.
de: Name der Eingabe.

source: Name of the metering label.
de: Name der Messungsbezeichnung.

source: Name of the network owning the port.
de: Name des Netzes, das Eigentümer des Ports ist.

source: Name of the network owning the port. The value is typically network:floatingip or network:router_interface or network:dhcp
de: Name des Netzes, das Eigentümer des Ports ist. Der Wert lautet normalerweise network:floatingip, network:router_interface oder network:dhcp

source: Name of the output.
de: Name der Ausgabe.

source: Name of the pool.
de: Name des Pools.

source: Name of the registered datastore version. It must exist for provided datastore type. Defaults to using single active version. If several active versions exist for provided datastore type, explicit value for this parameter must be specified.
de: Name der registrierten Datenspeicherversion. Dieser muss für den angegebenen Datenspeichertyp vorhanden sein. Standardmäßig wird eine einzelne aktive Version verwendet. Wenn mehrere aktive Versionen für den angegebenen Datenspeichertyp vorhanden sind, muss ein expliziter Wert für diesen Parameter angegeben werden.

source: Name of the server.
de: Name des Servers.

source: Name of the stack.
de: Name des Stacks.

source: Name of the vip.
de: Name der VIP.

source: Name of the volume.
de: Name des Volumens.

source: Name of this deployment resource in the stack
de: Name dieser Implementierungsressource im Stack

source: Name or ID Nova flavor for the nodes.
de: Name oder ID der Nova-Version für die Knoten.

source: Name or ID of network to create a port on.
de: Name oder ID des Netzes zum Erstellen eines Ports.

source: Name or UUID of Neutron port to attach this NIC to. Either %(port)s or %(net)s must be specified.
de: Name oder UUID des Neutron-Ports zum Anhängen dieses Netzschnittstellencontrollers. Entweder %(port)s oder %(net)s muss angegeben werden.

source: Name or UUID of network.
de: Name oder UUID des Netzes.

source: Name or UUID of the Neutron floating IP network or name of the Nova floating ip pool to use. Should not be provided when used with Nova-network that auto-assign floating IPs.
de: Name oder UUID des zu verwendenden Neutron-Netzes dynamischer IP-Adressen oder Name des zu verwendenden Nova-Pools dynamischer IP-Adressen. Sollte in Verbindung mit Nova-Netzen, die dynamische IP-Adressen automatisch zuordnen, nicht angegeben werden.

source: Name or UUID of the image used to boot Hadoop nodes.
de: Name oder UUID des Image, das zum Booten von Hadoop-Knoten verwendet wird.

source: Name or UUID of the network to attach this NIC to. Either %(port)s or %(net)s must be specified.
de: Name oder UUID des Netzes zum Anhängen dieses Netzschnittstellencontrollers. Entweder %(port)s oder %(net)s muss angegeben werden.

source: Names of databases that those users can access on instance creation.
de: Namen der Datenbanken, auf die diese Benutzer bei der Instanzerstellung zugreifen können.

source: Namespace for the metric.
de: Namensbereich für den Messwert.

source: Namespace to group this software config by when delivered to a server. This may imply what configuration tool is going to perform the configuration.
de: Namensbereich zum Gruppieren dieser Softwarekonfiguration bei der Zustellung an einen Server. Dies schließt möglicherweise die Angabe des Konfigurationstools für die Durchführung ein

source: Need more arguments
de: Mehr Argumente werden benötigt.

source: Negotiation mode for the ike policy.
de: Verhandlungsmodus für die IKE-Richtlinie.

source: Neither image nor bootable volume is specified for instance %s
de: Weder das Image noch der bootfähige Datenträger ist für Instanz %s angegeben

source: Network interface ID to associate with EIP.
de: Netzschnittstellen-ID, die dieser EIP zuzuordnen ist.

source: Network interfaces to associate with instance.
de: Netzschnittstellen zum Zuordnen zur Instanz.

source: Network to allocate floating IP from.
de: Netz, aus dem die dynamische IP-Adresse zuzuordnen ist.

source: No %s specified
de: %s nicht angegeben

source: No Template provided.
de: Es wurde keine Vorlage angegeben.

source: No action specified
de: Keine Aktion angegeben

source: No constraint expressed
de: Keine Bedingung vorgegeben

source: No content found in the "files" section for %(fn_name)s path: %(file_key)s
de: Kein Inhalt im Abschnitt "files" für %(fn_name)s-Pfad gefunden: %(file_key)s

source: No event %s found
de: Kein Ereignis %s gefunden

source: No event exists with id "%s"
de: Keine Ereignisse mit ID "%s" vorhanden

source: No events found for resource %s
de: Keine Ereignisse gefunden für Ressource %s

source: No resource data found
de: Keine Ressourcendaten gefunden

source: No stack exists with id "%s"
de: Kein Stack mit ID "%s" vorhanden

source: No stack name specified
de: Kein Stackname angegeben

source: No template specified
de: Keine Vorlage angegeben

source: No volume service available.
de: Kein Volumendienst verfügbar.

source: Node groups.
de: Knotengruppen.

source: Non HA routers can only have one L3 agent.
de: Router ohne hohe Verfügbarkeit können nur über einen L3-Agenten verfügen.

source: Non-empty resource type is required for resource "%s"
de: Ein nicht leerer Ressourcentyp ist für Ressource "%s" erforderlich

source: Not Implemented.
de: Nicht implementiert.

source: Not allowed - %(dsver)s without %(dstype)s.
de: Nicht zulässig - %(dsver)s ohne %(dstype)s.

source: Not found
de: Nicht gefunden

source: Not waiting for outputs signal
de: Kein Warten auf Ausgabesignal

source: Nova instance type (flavor).
de: Nova-Instanztyp (Version).

source: Number of backlog requests to configure the socket with.
de: Anzahl der Rückstandanforderungen, mit denen der Socket konfiguriert werden soll.

source: Number of heat-engine processes to fork and run.
de: Anzahl an Heat-Engine-Prozessen zum Verzweigen und Ausführen.

source: Number of instances in the Node group.
de: Anzahl der Instanzen in der Knotengruppe.

source: Number of minutes to wait for this stack creation.
de: Anzahl der zu wartenden Minuten für die Erstellung dieses Stacks.

source: Number of periods to evaluate over.
de: Anzahl der Zeiträume für die Auswertung.

source: Number of permissible connection failures before changing the member status to INACTIVE.
de: Anzahl der zulässigen Verbindungsfehler vor Änderung des Mitgliedsstatus in INAKTIV.

source: Number of seconds for the DPD delay.
de: Anzahl an Sekunden für die DPD-Verzögerung.

source: Number of seconds for the DPD timeout.
de: Anzahl an Sekunden für die DPD-Zeitüberschreitung.

source: Number of times to retry to bring a resource to a non-error state. Set to 0 to disable retries.
de: Anzahl an Versuchen, eine Ressource in einen fehlerfreien Status zu versetzen. Zum Inaktivieren von Neuversuchen auf 0 setzen.

source: Number of workers for Heat service.
de: Anzahl der Worker für den Heat-Service.

source: OS::Heat::CWLiteAlarm is deprecated, use OS::Ceilometer::Alarm instead.
de: OS::Heat::CWLiteAlarm ist veraltet, OS::Ceilometer::Alarm stattdessen verwenden.

source: Object action %(action)s failed because: %(reason)s
de: Objektaktion %(action)s fehlgeschlagen, weil: %(reason)s

source: One of predefined health monitor types.
de: Einer der vordefinierten Statusmonitortypen.

source: One or more listeners for this load balancer.
de: Mindestens ein Listener für diese Lastausgleichsfunktion.

source: Only ISO 8601 duration format of the form PT#H#M#S is supported.
de: Nur das ISO-8601-Format für die Dauer mit der Syntax PT#H#M#S wird unterstützt.

source: Only Templates with an extension of .yaml or .template are supported
de: Nur Vorlagen mit der Erweiterung .yaml oder .template werden unterstützt

source: Only integer is acceptable by '%(name)s'.
de: Nur eine Ganzzahl wird von '%(name)s' akzeptiert.

source: Only non-zero integer is acceptable by '%(name)s'.
de: Nur eine Ganzzahl ungleich null wird von '%(name)s' akzeptiert.

source: Operator used to combine the alarms.
de: Zum Kombinieren der Alarme verwendeter Operator.

source: Operator used to compare specified statistic with threshold.
de: Operator, der zum Vergleichen der angegebenen Statistik mit dem Schwellenwert verwendet wird.

source: Operator used to compare the specified Statistic with Threshold.
de: Operator, der zum Vergleichen der angegebenen Statistik mit dem Schwellenwert verwendet wird.

source: Optional CA cert file to use in SSL connections.
de: Optionale Zertifizierungsdatei der Zertifizierungsstelle, die in SSL-Verbindungen zu verwenden ist.

source: Optional Nova keypair name.
de: Optionales Nova-Schlüsselpaarname.

source: Optional PEM-formatted certificate chain file.
de: Optionale mit PEM formatierte Zertifikatskettendatei.

source: Optional PEM-formatted file that contains the private key.
de: Optionale mit PEM formatierte Datei, die den privaten Schlüssel enthält.

source: Optional filename to associate with part.
de: Optionaler Dateiname, der diesem Teil zuzuordnen ist.

source: Optional heat url in format like http://0.0.0.0:8004/v1/%(tenant_id)s.
de: Optionale Heat-URL im Format http://0.0.0.0:8004/v1/%(tenant_id)s.

source: Optional subtype to specify with the type.
de: Optionaler Untertyp zum Angeben zusammen mit dem Typ.

source: Outputs received
de: Ausgaben erhalten

source: Owner of the source security group.
de: Eigentümer der Quellensicherheitsgruppe.

source: Parameter '%(name)s' is invalid: %(exp)s
de: Parameter '%(name)s' ist ungültig: %(exp)s

source: Parameter name in "%s" must be string
de: Parametername in "%s" muss eine Zeichenfolge sein

source: Parent network of the subnet.
de: Übergeordnetes Netzwerk des Subnetzes.

source: Parts belonging to this message.
de: Teile, die zu dieser Nachricht gehören.

source: Password for API authentication
de: Passwort für API-Authentifizierung

source: Password for those users on instance creation.
de: Kennwort für diese Benutzer bei der Instanzerstellung.

source: Path components in "%s" must be strings
de: Pfadkomponenten in "%s" müssen Zeichenfolgen sein

source: Path components in attributes must be strings
de: Pfadkomponenten in Attributen müssen Zeichenfolgen sein

source: Perfect forward secrecy for the ipsec policy.
de: Absolute vorwärts gerichtete Sicherheit für die IPSec-Richtlinie.

source: Perfect forward secrecy in lowercase for the ike policy.
de: Absolute vorwärts gerichtete Sicherheit in Kleinschreibung für die IKE-Richtlinie.

source: Perform a check on the input values passed to verify that each required input has a corresponding value. When the property is set to STRICT and no value is passed, an exception is raised.
de: Überprüfen Sie die übergebenen Eingabewerte, ob jede erforderliche Eingabe einen entsprechenden Wert hat. Ist für die Eigenschaft STRICT festgelegt und wird kein Wert übergeben, tritt eine Ausnahme auf.

source: Period (seconds) to evaluate over.
de: Zeitraum (Sekunden) für die Auswertung.

source: Physical ID of the VPC. Not implemented.
de: Physikalische Kennung der VPC. Nicht implementiert.

source: Policies for removal of resources on update
de: Richtlinien für die Entfernung von Ressourcen werden aktualisiert

source: Policy for rolling updates for this scaling group.
de: Richtlinie für laufende Aktualisierungen für diese Skalierungsgruppe.

source: Policy on how to apply a flavor update; either by requesting a server resize or by replacing the entire server.
de: Richtlinie für das Anwenden einer Versionsaktualisierung; entweder durch Anfordern einer Größenänderung des Servers oder durch Ersetzen des gesamten Servers.

source: Policy on how to apply an image-id update; either by requesting a server rebuild or by replacing the entire server
de: Richtlinie für das Anwenden einer Image-ID-Aktualisierung; entweder durch Anfordern einer Neuerstellung des Servers oder durch Ersetzen des gesamten Servers

source: Policy on how to respond to a stack-update for this resource. REPLACE_ALWAYS will replace the port regardless of any property changes. AUTO will update the existing port for any changed update-allowed property.
de: Richtlinie zur Vorgehensweise beim Antworten auf eine Stackaktualisierung für diese Ressource. REPLACE_ALWAYS ersetzt den Port unabhängig von etwaigen Eigenschaftsänderungen. AUTO aktualisiert den vorhandenen Port für alle geänderten Eigenschaften, für die eine Aktualisierung zulässig ist.

source: Policy to be processed when doing an update which requires removal of specific resources.
de: Zu verarbeitende Richtlinie bei einer Aktualisierung, bei der die Entfernung von bestimmten Ressourcen erforderlich ist.

source: Pool creation failed
de: Poolerstellung fehlgeschlagen

source: Pool creation failed due to vip
de: Poolerstellung fehlgeschlagen aufgrund der VIP

source: Pool from which floating IP is allocated.
de: Pool, aus dem die dynamische IP-Adresse zugeordnet wird.

source: Port number on which the servers are running on the members.
de: Portnummer, über die die Server für die Mitglieder ausgeführt werden.

source: Position of the rule within the firewall policy.
de: Position der Regel innerhalb der Firewallrichtlinie.

source: Pre-shared key string for the ipsec site connection.
de: Zeichenfolge für PSK (vorab verteilter Schlüssel) für die Verbindung zur IPSec-Site.

source: Private DNS name of the specified instance.
de: Privater DNS-Name der angegebenen Instanz.

source: Private IP address of the network interface.
de: Private IP-Adresse der Netzschnittstelle.

source: Private IP address of the specified instance.
de: Private IP-Adresse der angegebenen Instanz.

source: Project ID
de: Projekt-ID

source: Properties "%(uuid)s" and "%(id)s" are both set to the network "%(network)s" for the server "%(server)s". The "%(uuid)s" property is deprecated. Use only "%(id)s" property.
de: Die Eigenschaften "%(uuid)s" und "%(id)s" sind beide für das Netz "%(network)s" für den Server "%(server)s" festgelegt. Die Eigenschaft "%(uuid)s" ist veraltet. Verwenden Sie nur die Eigenschaft "%(id)s".

source: Property %(n)s type mismatch between facade %(type)s (%(fs_type)s) and provider (%(ps_type)s)
de: Typabweichung bei Eigenschaft %(n)s zwischen Fassade %(type)s (%(fs_type)s) und Provider (%(ps_type)s)

source: Property %(prop)s: %(ua)s and %(im)s cannot both be True
de: Eigenschaft %(prop)s: %(ua)s und %(im)s können nicht beide 'True' sein

source: Property %s not implemented yet
de: Eigenschaft %s ist noch nicht implementiert

source: Property cookie_name is required, when session_persistence type is set to APP_COOKIE.
de: Die Eigenschaft 'cookie_name' ist erforderlich, wenn der Typ 'session_persistence' auf APP_COOKIE gesetzt ist.

source: Property values for the resources in the group
de: Eigenschaftswerte für die Ressourcen in der Gruppe

source: Protocol for balancing.
de: Protokoll für Lastausgleich.

source: Protocol for the firewall rule.
de: Protokoll für die Firewall-Regel.

source: Protocol to balance.
de: Protokoll für den Lastausgleich.

source: Protocol value for this firewall rule.
de: Protokollwert für diese Firewall-Regel.

source: Provider requires property %(n)s unknown in facade %(type)s
de: Für den Provider ist die Eigenschaft %(n)s erforderlich, die in Fassade %(type)s unbekannt ist

source: Public DNS name of the specified instance.
de: Öffentlicher DNS-Name der angegebenen Instanz.

source: Public IP address of the specified instance.
de: Öffentliche IP-Adresse der angegebenen Instanz.

source: RPC timeout for the engine liveness check that is used for stack locking.
de: RPC-Zeitlimitüberschreitung für die Aktivitätsprüfung für die Engine, die für die Stacksperrung verwendet wird.

source: Rebuilding server failed, status '%s'
de: Wiederherstellung des Servers fehlgeschlagen, Status '%s'

source: Recursion depth exceeds %d.
de: Verschachtelungstiefe überschreitet %d.

source: Ref structure that contains the ID of the VPC on which you want to create the subnet.
de: Referenzstruktur, die die VPC-ID enthält, unter der Sie das Teilnetz erstellen möchten.

source: Reference to a flavor for creating DB instance.
de: Verweis auf eine Version zum Erstellen der Datenbankinstanz.

source: Region name in which this stack will be created.
de: Name der Region, für die dieser Stack erstellt werden soll.

source: Remote branch router identity.
de: ID des Routers der fernen Niederlassung

source: Remote branch router public IPv4 address or IPv6 address or FQDN.
de: Öffentliche IPv4- oder IPv6-Adresse oder vollständig qualifizierter Domänenname des Routers der fernen Niederlassung

source: Remote subnet(s) in CIDR format.
de: Entfernte(s) Subnetz(e) im CIDR-Format.

source: Request expired or more than 15mins in the future
de: Die Anforderung ist abgelaufen oder liegt über 15 Min. in der Zukunft

source: Request limit exceeded: %(message)s
de: Anforderungslimit überschritten: %(message)s

source: Request missing required header X-Auth-Url
de: Bei der Anforderung fehlt der erforderliche Header X-Auth-Url

source: Request was denied due to request throttling
de: Die Anforderung wurde verweigert, weil sie reguliert wurde

source: Required property %(n)s for facade %(type)s missing in provider
de: Die erforderliche Eigenschaft %(n)s für Fassade %(type)s fehlt im Provider

source: Resizing to '%(flavor)s' failed, status '%(status)s'
de: Ändern der Größe zu '%(flavor)s' fehlgeschlagen, Status '%(status)s'

source: Resource "%s" has no type
de: Ressource "%s" hat keinen Typ

source: Resource "%s" type is not a string
de: Typ von Ressource "%s" ist keine Zeichenfolge

source: Resource %(name)s %(key)s type must be %(typename)s
de: Ressource %(name)s %(key)s - Typ muss %(typename)s sein

source: Resource %(name)s is missing "%(type_key)s"
de: Für Ressource %(name)s fehlt "%(type_key)s"

source: Resource %s's property user_data_format should be set to SOFTWARE_CONFIG since there are software deployments on it.
de: Die Eigenschaft user_data_format für Ressource %s sollte auf SOFTWARE_CONFIG gesetzt werden, da sich darauf Softwareimplementierungen befinden.

source: Resource ID was not provided.
de: Ressourcen-ID wurde nicht angegeben.
