Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: Resource definition for the resources in the group, in HOT format. The value of this property is the definition of a resource just as if it had been declared in the template itself.
de: Ressourcendefinition für die Ressourcen in der Gruppe, im HOT-Format. Der Wert dieser Eigenschaft ist die Definition einer Ressource, als wäre eine Angabe in der Vorlage selbst erfolgt.

source: Resource definition for the resources in the group. The value of this property is the definition of a resource just as if it had been declared in the template itself.
de: Die Ressourcendefinition für die Ressourcen in der Gruppe. Der Wert dieser Eigenschaft ist die Definition einer Ressource, als wäre sie in der Vorlage selbst deklariert worden.

source: Resource failed
de: Ressource fehlgeschlagen

source: Resource is not built
de: Ressource wird nicht erstellt

source: Resource name may not contain "/"
de: Der Ressourcenname darf kein "/" enthalten

source: Resource update already requested
de: Ressourcenaktualisierung wurde bereits angefordert

source: Resource with the name requested already exists
de: Eine Ressource mit dem angeforderten Namen ist bereits vorhanden

source: Resources must contain Resource. Found a [%s] instead
de: Ressourcen müssen Ressource enthalten. Stattdessen wurde [%s] gefunden

source: Resources that users are allowed to access by the DescribeStackResource API.
de: Ressourcen, auf die Benutzer über die DescribeStackResource-API zugreifen dürfen.

source: Returned status code from the configuration execution
de: Statuscode von der Konfigurationsausführung zurückgegeben

source: Route table ID.
de: Routetabellen-ID.

source: Safety assessment lifetime configuration for the ike policy.
de: Laufzeitkonfiguration für die Sicherheitsbewertung für die IKE-Richtlinie.

source: Safety assessment lifetime configuration for the ipsec policy.
de: Laufzeitkonfiguration für die Sicherheitsbewertung für die IPSec-Richtlinie.

source: Safety assessment lifetime units.
de: Laufzeiteinheiten der Sicherheitsbewertung.

source: Safety assessment lifetime value in specified units.
de: Laufzeitwert der Sicherheitsbewertung in angegebenen Einheiten.

source: Scheduler hints are not supported by the current volume API.
de: Schedulerhinweise werden von der aktuellen Datenträger-API nicht unterstützt.

source: Scheduler hints to pass to Nova (Heat extension).
de: Schedulerhinweise zum Übermitteln an Nova (Heat-Erweiterung).

source: Schema representing the inputs that this software config is expecting.
de: Schema, das die Eingaben darstellt, die diese Softwarekonfiguration erwartet.

source: Schema representing the outputs that this software config will produce.
de: Schema, das die Ausgaben darstellt, die diese Softwarekonfiguration produziert.

source: Schema valid only for %(ltype)s or %(mtype)s, not %(utype)s
de: Schema gültig nur für %(ltype)s oder %(mtype)s, nicht für %(utype)s

source: Scope of image accessibility. Public or private. Default value is False means private.
de: Umfang der Imagezugänglichkeit. Öffentlich oder privat. Der Standardwert 'False' bedeutet 'privat'.

source: Searching Tenant %(target)s from Tenant %(actual)s forbidden.
de: Suche des Nutzers %(target)s aus Nutzer %(actual)s ist unzulässig.

source: Seconds between running periodic tasks.
de: Sekunden zwischen Ausführungen regelmäßig wiederkehrender Tasks.

source: Section %s can not be accessed directly.
de: Auf Abschnitt %s kann nicht direkt zugegriffen werden.

source: Security Group "%(group_name)s" not found
de: Sicherheitsgruppe "%(group_name)s" nicht gefunden

source: Security group IDs to assign.
de: Zuzuordnende Sicherheitsgruppen-IDs.

source: Security group IDs to associate with this port.
de: Sicherheitsgruppen-IDs, die diesem Port zuzuordnen sind.

source: Security group names to assign.
de: Zuzuordnende Sicherheitsgruppennamen.

source: Security groups cannot be assigned the name "default".
de: Sicherheitsgruppen kann nicht der Name "default" zugeordnet werden.

source: Select deferred auth method, stored password or trusts.
de: Verzögerte Authentifizierungsmethode, gespeichertes Kennwort oder Vertrauensbeziehungen auswählen.

source: Sequence of characters to build the random string from.
de: Zeichenfolge zum Erstellen der zufälligen Zeichenfolge.

source: Server %(name)s delete failed: (%(code)s) %(message)s
de: Löschen von Server %(name)s fehlgeschlagen: (%(code)s) %(message)s

source: Server Group name.
de: Servergruppenname.

source: Server to assign floating IP to.
de: Server, dem die dynamische IP-Adresse zugeordnet werden soll.

source: Service misconfigured
de: Dienst falsch konfiguriert

source: Service temporarily unavailable
de: Dienst vorübergehend nicht verfügbar

source: Set of parameters passed to this stack.
de: Satz von Parametern, der an diesen Stack übergeben wurde.

source: Set of rules for comparing characters in a character set.
de: Satz von Regeln zum Vergleichen von Zeichen in einem Zeichensatz.

source: Set of symbols and encodings.
de: Satz von Symbolen und Codierungen.

source: Set to "vpc" to have IP address allocation associated to your VPC.
de: Legen Sie hierfür "vpc" fest, damit die IP-Adresszuordnung Ihrem VPC zugeordnet wird.

source: Set to true if DHCP is enabled and false if DHCP is disabled.
de: Auf 'true' setzen, wenn DHCP aktiviert ist, und auf 'false', wenn DHCP inaktiviert ist.

source: Shared status of the metering label.
de: Status der gemeinsamen Nutzung der Messungsbezeichnung.

source: Shared status of this firewall policy.
de: Status der gemeinsamen Nutzung dieser Firewallrichtlinie.

source: Shared status of this firewall rule.
de: Status der gemeinsamen Nutzung dieser Firewallregel.

source: Shared status of this firewall.
de: Status der gemeinsamen Nutzung dieser Firewall.

source: Shrinking volume
de: Verkleinern von Datenträger

source: Single schema valid only for %(ltype)s, not %(utype)s
de: Einzelschema gültig nur für %(ltype)s, nicht für %(utype)s

source: Size of adjustment.
de: Größe der Anpassung.

source: Size of the block device in GB. If it is omitted, hypervisor driver calculates size.
de: Größe der Blockeinheit in GB. Wird diese Angabe ausgelassen, berechnet der Hypervisor-Treiber die Größe.

source: Size of the instance disk volume in GB.
de: Größe des Instanzplattendatenträgers in GB.

source: Size of the volumes, in GB.
de: Größe der Volumina, in GB.

source: Snapshot with id %s not found
de: Momentaufnahme mit ID %s nicht gefunden

source: SnapshotId is missing, this is required when specifying BlockDeviceMappings.
de: SnapshotId fehlt, dies ist aber beim Angeben von BlockDeviceMappings erforderlich.

source: Software config with id %s not found
de: Softwarekonfiguration mit ID %s nicht gefunden

source: Source IP address or CIDR.
de: Quell-IP-Adresse oder CIDR.

source: Source ip_address for this firewall rule.
de: Quellen-ip_address für diese Firewallregel.

source: Source port number or a range.
de: Quell-Portnummer oder einen Bereich.

source: Source port range for this firewall rule.
de: Quellenportbereich für diese Firewallregel.

source: Specified status is invalid, defaulting to %s
de: Der angegebene Status ist ungültig; es wird der Standardwert %s festgelegt

source: Specifies database names for creating databases on instance creation.
de: Gibt Datenbanknamen zum Erstellen von Datenbanken bei der Instanzerstellung an.

source: Specify the ACL permissions on who can read objects in the container.
de: Geben Sie die Berechtigungen der Zugriffssteuerungsliste dafür an, wer Objekte im Container lesen kann.

source: Specify the ACL permissions on who can write objects to the container.
de: Geben Sie die Berechtigungen der Zugriffssteuerungsliste dafür an, wer Objekte in den Container schreiben kann.

source: Specify whether the remote_ip_prefix will be excluded or not from traffic counters of the metering label. For example to not count the traffic of a specific IP address of a range.
de: Geben Sie an, ob remote_ip_prefix aus den Datenverkehrszählern der Messungsbezeichnung ausgeschlossen wird. Beispiel: den Datenverkehr einer bestimmten IP-Adresse eines Bereichs nicht zählen.

source: Stack %(stack_name)s already has an action (%(action)s) in progress.
de: Stack %(stack_name)s weist bereits eine Aktion (%(action)s) in Bearbeitung auf.

source: Stack name may not contain "/"
de: Der Stackname darf kein "/" enthalten

source: Stack unknown status
de: Stack - unbekannter Status

source: Start resizing the group %(group)s
de: Mit dem Ändern der Größe für Gruppe %(group)s beginnen

source: State %s invalid for create
de: Status %s ist ungültig für 'erstellen'

source: State %s invalid for resume
de: Status %s ist ungültig für Wiederaufnahme

source: State %s invalid for suspend
de: Status %s ungültig für 'aussetzen'

source: String to split must be string; got %s
de: Aufzuteilende Zeichenfolge muss eine Zeichenfolge sein; %s abgerufen

source: String value with which to compare
de: Zeichenfolgewert, mit dem verglichen werden soll

source: Subnet ID to associate with this interface.
de: Teilnetz-ID, die dieser Schnittstelle zuzuordnen ist.

source: Subnet ID to launch instance in.
de: Teilnetz-ID zum Starten der Instanz.

source: Subnet ID.
de: Subnetzkennung.

source: Subnet in which the vpn service will be created.
de: Teilnetz, in dem der VPN-Service erstellt werden soll.

source: Subnet in which to allocate the IP address for this port.
de: Teilnetz, in dem die IP-Adresse für diesen Port zuzuordnen ist.

source: Subnet of the vip.
de: Teilnetz der VIP.

source: Subnets of this network.
de: Subnetze dieses Netzwerks.

source: Subset of trustor roles to be delegated to heat. If left unset, all roles of a user will be delegated to heat when creating a stack.
de: Subset der Trustor-Rollen für Delegation an Heat. Bei fehlender Angabe werden alle Rollen eines Benutzers beim Erstellen eines Stacks an Heat deligiert.

source: TCP port on which the instance server is listening.
de: TCP-Port, auf dem der Instanzserver empfangsbereit ist.

source: TCP port on which the pool member listens for requests or connections.
de: TCP-Port, auf dem das Poolmitglied für Anforderungen oder Verbindungen empfangsbereit ist.

source: TCP port on which to listen for client traffic that is associated with the vip address.
de: TCP-Port, der für den Clientdatenverkehr empfangsbereit ist, der der VIP-Adresse zugeordnet ist.

source: Tags to attach to instance.
de: Tags zum Anhängen an die Instanz.

source: Tags to attach to the bucket.
de: Tags zum Anhängen an den Bucket.

source: Tags to attach to this group.
de: Tags zum Anhängen an diese Gruppe.

source: Template exceeds maximum allowed size (%s bytes)
de: Vorlage überschreitet die maximal zulässige Größe (%s Byte)

source: Template format version not found.
de: Vorlagenformatversion nicht gefunden.

source: Template that specifies the stack to be created as a resource.
de: Vorlage, die angibt, dass der Stack als Ressource erstellt werden soll.

source: Template version was not provided
de: Vorlagenversion wurde nicht angegeben

source: TemplateBody or TemplateUrl were not given.
de: TemplateBody oder TemplateUrl wurden nicht angegeben.

source: Tenant owning the health monitor.
de: Der Nutzer, der Eigentümer des Statusmonitors ist.

source: Tenant owning the pool member.
de: Nutzer, der Eigentümer des Poolmitglieds ist.

source: Tenant owning the pool.
de: Nutzer, der Eigentümer des Pools ist.

source: Tenant owning the port.
de: Nutzer, der Eigentümer des Ports ist.

source: Tenant owning the router.
de: Nutzer, der Eigentümer des Routers ist.

source: Tenant owning the subnet.
de: Nutzer, der Eigentümer des Teilnetzes ist.

source: Testing message %(text)s
de: Nachricht %(text)s wird überprüft

source: The "for_each" argument to "%s" must contain a map
de: Das Argument "for_each" für "%s" muss eine Zuordnung enthalten

source: The API paste config file to use.
de: Zu verwendende API-Paste-Konfigurationsdatei.

source: The AWS Access Key ID needs a subscription for the service
de: Für die ASW-Zugriffsschlüssel-ID ist ein Abonnement für den Service erforderlich

source: The Availability Zone where the specified instance is launched.
de: Die Verfügbarkeitszone, in der die angegebene Instanz gestartet wird.

source: The Availability Zones in which to create the load balancer.
de: Die Verfügbarkeitszonen, in denen die Lastausgleichsfunktion erstellt werden soll.

source: The CIDR.
de: Die CIDR.

source: The DNS name for the LoadBalancer.
de: Der DNS-Name des LoadBalancer.

source: The DNS name of the specified bucket.
de: Der DNS-Name des angegebenen Buckets.

source: The HTTP method used for requests by the monitor of type HTTP.
de: Die für Anforderungen durch den Monitor des Typs HTTP verwendete HTTP-Methode.

source: The HTTP path used in the HTTP request used by the monitor to test a member health.
de: Der HTTP-Pfad, der von einem Monitor in der HTTP-Anforderung zum Testen des Status eines Mitglieds verwendet wird.

source: The ID of an existing instance to use to create the Auto Scaling group. If specify this property, will create the group use an existing instance instead of a launch configuration.
de: Die ID einer vorhandenen Instanz für die Erstellung der Gruppe zum automatischen Skalieren. Bei Angabe dieser Eigenschaft wird die Gruppe mithilfe einer vorhandenen Instanz anstelle einer Startkonfiguration erstellt.

source: The ID of an existing instance you want to use to create the launch configuration. All properties are derived from the instance with the exception of BlockDeviceMapping.
de: Die ID einer vorhandenen Instanz, die Sie für die Erstellung der Startkonfiguration verwenden möchten. Alle Eigenschaften werden von der Instanz mit Ausnahme von BlockDeviceMapping abgeleitet.

source: The ID of the attached network.
de: Die ID des angehängten Netzes.

source: The ID of the firewall policy that this firewall is associated with.
de: Die ID der Firewallrichtlinie, der diese Firewall zugeordnet ist.

source: The ID of the hosted zone name that is associated with the LoadBalancer.
de: Die ID des Namens der gehosteten Zone, die dem LoadBalancer zugeordnet ist.

source: The ID of the image to create a volume from.
de: Die ID des Images, von dem ausgehend ein Datenträger erstellt werden soll.

source: The ID of the image to create the volume from.
de: Die ID des Image, von dem ausgehend der Datenträger erstellt werden soll.

source: The ID of the instance to which the volume attaches.
de: Die ID der Instanz, an die der Datenträger angehängt ist.

source: The ID of the load balancing pool.
de: Die ID des Lastausgleichpools.

source: The ID of the server to which the volume attaches.
de: Die ID des Servers, an den der Datenträger angehängt ist.

source: The ID of the snapshot to create a volume from.
de: Die ID der Momentaufnahme, von der ausgehend ein Datenträger erstellt werden soll.

source: The ID of the tenant which will own the network. Only administrative users can set the tenant identifier; this cannot be changed using authorization policies.
de: Die ID des Nutzers, der Eigentümer des Netzes sein soll. Nur Benutzer mit Verwaltungsaufgaben können die Nutzer-ID festlegen; dies kann nicht mithilfe der Berechtigungsrichtlinien geändert werden.

source: The ID of the tenant who owns the network. Only administrative users can specify a tenant ID other than their own.
de: Die ID des Nutzers, der Eigentümer des Netzes ist. Nur Benutzer mit Verwaltungsaufgaben geben eine andere als ihre eigene Nutzer-ID an.

source: The ID of the volume to be attached.
de: Die ID des anzuhängenden Datenträgers.

source: The ID of the volume to boot from. Only one of volume_id or snapshot_id should be provided.
de: Die ID des Datenträgers, von dem aus gebootet werden soll. Es sollte nur volume_id oder nur snapshot_id angegeben werden.

source: The ID or name of the flavor to boot onto.
de: Die ID oder der Name der Version, die gebootet werden soll.

source: The ID or name of the image to boot with.
de: Die ID oder der Name des Image, mit dem gebootet werden soll.

source: The IDs of the DHCP agent to schedule the network. Note that the default policy setting in Neutron restricts usage of this property to administrative users only.
de: Die IDs des DHCP-Agenten zum Planen des Netzes. Beachten Sie, dass die Standardrichtlinieneinstellung in Neutron die Verwendung dieser Eigenschaft auf Benutzer mit Verwaltungsaufgaben beschränkt.

source: The IP version, which is 4 or 6.
de: Die IP-Version, welche 4 oder 6 ist.

source: The Parameter (%(key)s) has no attributes.
de: Der Parameter (%(key)s) hat keine Attribute.

source: The Parameter (%(key)s) was not defined in template.
de: Der Parameter (%(key)s) wurde nicht in der Vorlage definiert.

source: The Parameter (%(key)s) was not provided.
de: Der Parameter (%(key)s) wurde nicht bereitgestellt.

source: The Referenced Attribute (%(resource)s %(key)s) is incorrect.
de: Das referenzierte Attribut (%(resource)s %(key)s) ist falsch.

source: The Resource %s requires replacement.
de: Die Ressource %s muss ersetzt werden.

source: The Resource (%(resource_name)s) could not be found in Stack %(stack_name)s.
de: Die Ressource (%(resource_name)s) konnte nicht im Stack %(stack_name)s gefunden werden.

source: The Resource (%(resource_name)s) is not available.
de: Die Ressource (%(resource_name)s) ist nicht verfügbar.

source: The Snapshot (%(snapshot)s) for Stack (%(stack)s) could not be found.
de: Die Schattenkopie (%(snapshot)s) für Stack (%(stack)s) konnte nicht gefunden werden.

source: The Stack (%(stack_name)s) already exists.
de: Der Stack (%(stack_name)s) ist bereits vorhanden.

source: The Template must be a JSON or YAML document.
de: Die Vorlage muss ein JSON- oder YAML-Dokument sein.

source: The URL of a template that specifies the stack to be created as a resource.
de: Die URL einer Vorlage, die angibt, dass der Stack als Ressource erstellt werden soll.

source: The URL of the container.
de: Die URL des Containers.

source: The Watch Rule (%(watch_name)s) could not be found.
de: Die Überwachungsregel (%(watch_name)s) konnte nicht gefunden werden.

source: The action or operation requested is invalid
de: Die angeforderte Aktion oder der angeforderte Vorgang ist ungültig

source: The administrative state of the firewall.
de: Der Verwaltungsstatus der Firewall.

source: The administrative state of the health monitor.
de: Der Verwaltungsstatus des Statusmonitors.

source: The administrative state of the ipsec site connection.
de: Der Verwaltungsstatus der Verbindung zur IPSec-Site.

source: The administrative state of the pool member.
de: Der Verwaltungsstatus des Poolmitglieds.

source: The administrative state of the router.
de: Der Verwaltungsstatus des Routers.

source: The administrative state of the vpn service.
de: Der Verwaltungsstatus des VPN-Service.

source: The administrative state of this health monitor.
de: Der Verwaltungsstatus dieses Statusmonitors.

source: The administrative state of this pool member.
de: Der Verwaltungsstatus dieses Poolmitglieds.

source: The administrative state of this pool.
de: Der Verwaltungsstatus dieses Pools.

source: The administrative state of this port.
de: Der Verwaltungsstatus dieses Ports.

source: The administrative state of this vip.
de: Der Verwaltungsstatus dieser VIP.

source: The administrative status of the network.
de: Der administrative Status des Netzwerks.

source: The administrator password for the server.
de: Das Administratorpasswort für den Server.

source: The algorithm used to distribute load between the members of the pool.
de: Der Algorithmus, der zum Verteilen der Arbeitslast zwischen den Mitgliedern des Pools verwendet wird.

source: The allocated address of this IP.
de: Die zugeordnete Adresse dieser IP-Adresse.

source: The approximate interval, in seconds, between health checks of an individual instance.
de: Das ungefähre Intervall in Sekunden zwischen Statusprüfungen einer einzelnen Instanz.

source: The authentication hash algorithm of the ipsec policy.
de: Der Authentifizierungs-Hashalgorithmus für die IPSec-Richtlinie.

source: The authentication hash algorithm used by the ike policy.
de: Der Authentifizierungs-Hashalgorithmus, der von der IKE-Richtlinie verwendet wird.

source: The authentication mode of the ipsec site connection.
de: Der Authentifizierungsmodus der Verbindung zur IPSec-Site.

source: The availability zone in which the volume is located.
de: Die Verfügbarkeitszone, in der sich der Datenträger befindet.

source: The availability zone in which the volume will be created.
de: Die Verfügbarkeitszone, in der der Datenträger erstellt wird.

source: The bucket you tried to delete is not empty (%s).
de: Der Bucket, den Sie löschen wollten, ist nicht leer (%s).

source: The can be used to unmap a defined device.
de: Kann zum Aufheben der Zuordnung eines definierten Service verwendet werden.

source: The certificate or AWS Key ID provided does not exist
de: Das angegebene Zertifikat oder die angegebene AWS-Schlüssel-ID ist nicht vorhanden

source: The config value of the software config.
de: Der Konfigurationswert der Softwarekonfiguration.

source: The configuration tool used to actually apply the configuration on a server. This string property has to be understood by in-instance tools running inside deployed servers.
de: Das Konfigurationstool, das zum Anwenden der Konfiguration auf einen Server verwendet wird. Diese Zeichenfolgeeigenschaft muss von Tools in der Instanz, die innerhalb der implementierten Server ausgeführt werden, verstanden werden.

source: The contents of personality file "%(path)s" is larger than the maximum allowed personality file size (%(max_size)s bytes).
de: Der Inhalt der Persönlichkeitsdatei "%(path)s" ist größer als die maximal zulässige Größe der Persönlichkeitsdatei (%(max_size)s Byte).

source: The current %s will result in stack update timeout.
de: Aktuelles %s führt zu Stack-Aktualisierungszeitlimitüberschreitung.

source: The current size of AutoscalingResourceGroup.
de: Die aktuelle Größe von AutoscalingResourceGroup.

source: The current status of the volume.
de: Der aktuelle Status des Volumens.

source: The database instance was created, but heat failed to set up the datastore. If a database instance is in the FAILED state, it should be deleted and a new one should be created.
de: Die Datenbankinstanz wurde erstellt, aber Heat konnte den Datenspeicher nicht einrichten. Befindet sich eine Datenbankinstanz im Status FAILED, sollte sie gelöscht und eine neue Datenbankinstanz erstellt werden.

source: The dead peer detection protocol configuration of the ipsec site connection.
de: Die Konfiguration des DPD-Protokolls der Verbindung zur IPSec-Site.

source: The description of the ike policy.
de: Die Beschreibung der IKE-Richtlinie.

source: The description of the ipsec policy.
de: Die Beschreibung der IPSec-Richtlinie.

source: The description of the ipsec site connection.
de: Die Beschreibung der Verbindung zur IPSec-Site.

source: The description of the vpn service.
de: Die Beschreibung des VPN-Dienstes.

source: The device id for the network gateway.
de: Die Einheiten-ID für das Netzgateway.

source: The device where the volume is exposed on the instance. This assignment may not be honored and it is advised that the path /dev/disk/by-id/virtio-<VolumeId> be used instead.
de: Die Einheit, in der der Datenträger für die Instanz zugänglich ist. Möglicherweise wird diese Zuordnung nicht berücksichtigt und es empfiehlt sich, stattdessen den Pfad /dev/disk/by-id/virtio-<Datenträger-ID> zu verwenden.

source: The direction in which metering rule is applied, either ingress or egress.
de: Die Richtung, in der die Messungsregel angewendet wird, eingehend oder abgehend.
