Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: "%%s" is not a valid keyword inside a %s definition
de: "%%s" ist kein gültiges Schlüsselwort innerhalb einer %s-Definition

source: "%(section)s" must contain a map of %(obj_name)s maps. Found a [%(_type)s] instead
de: "%(section)s" muss eine Zuordnung von %(obj_name)s-Zuordnungen enthalten. Stattdessen wurde [%(_type)s] gefunden

source: "%(url)s" is not a valid SwiftSignalHandle. The %(part)s is invalid
de: "%(url)s" ist kein gültiger Wert für SwiftSignalHandle. %(part)s ist ungültig

source: "%(value)s" does not validate %(name)s
de: "%(value)s" überprüft %(name)s nicht

source: "%(value)s" does not validate %(name)s (constraint not found)
de: "%(value)s" überprüft %(name)s nicht (Integritätsbedingung nicht gefunden)

source: "%(version)s". "%(version_type)s" should be one of: %(available)s
de: "%(version)s". "%(version_type)s" sollte sein: %(available)s

source: "%(version)s". "%(version_type)s" should be: %(available)s
de: "%(version)s". "%(version_type)s" sollte sein: %(available)s

source: "%s" argument must be a string
de: "%s" Argument muss eine Zeichenkette sein

source: "%s" can't traverse path
de: "%s" kann den Pfad nicht traversieren

source: "%s" deletion policy not supported
de: Löschrichtlinie "%s" nicht unterstützt

source: "%s" delimiter must be a string
de: "%s"-Begrenzer muss eine Zeichenfolge sein

source: "%s" is not a list
de: "%s" ist keine Liste

source: "%s" is not a map
de: "%s" ist keine Zuordnung

source: "%s" is not a valid ARN
de: "%s" ist keine gültige ARN

source: "%s" is not a valid ARN URL
de: "%s" ist keine gültige ARN URL

source: "%s" is not a valid Heat ARN
de: "%s" ist keine gültige Heat ARN

source: "%s" is not a valid URL
de: "%s" ist keine gültige URL

source: "%s" is not a valid boolean
de: "%s" ist kein gültiger boolescher Wert

source: "%s" is not a valid keyword inside a resource definition
de: "%s" ist kein gültiges Schlüsselwort innerhalb einer Ressourcendefinition

source: "%s" is not a valid template section
de: "%s" ist kein gültiger Vorlagenabschnitt

source: "%s" must operate on a list
de: "%s" muss mit einer Liste arbeiten

source: "%s" param placeholders must be strings
de: Platzhalter für "%s"-Parameter müssen Zeichenfolgen sein

source: "%s" parameters must be a mapping
de: "%s"-Parameter müssen eine Zuordnung sein

source: "%s" params must be a map
de: "%s"-Parameter müssen eine Zuordnung sein

source: "%s" params must be strings or numbers
de: "%s"-Parameter müssen Zeichenfolgen oder Nummern sein

source: "%s" template must be a string
de: "%s" Vorlage muss eine Zeichenkette sein

source: "repeat" syntax should be %s
de: "repeat"-Syntax sollte %s sein

source: "str_replace" syntax should be %s
de: "str_replace"-Syntax sollte %s lauten

source: %(a)s paused until Hook %(h)s is cleared
de: %(a)s angehalten, bis Hook %(h)s gelöscht ist

source: %(action)s is not supported for resource.
de: %(action)s wird für die Ressource nicht unterstützt.

source: %(feature)s is not supported.
de: %(feature)s wird nicht unterstützt.

source: %(img)s must be provided: Referenced cluster template %(tmpl)s has no default_image_id defined.
de: %(img)s muss angegeben werden: Für referenzierte Clustervorlage %(tmpl)s ist default_image_id nicht definiert.

source: %(lc)s (%(ref)s) reference can not be found.
de: %(lc)s (%(ref)s) Referenz kann nicht gefunden werden.

source: %(lc)s (%(ref)s) requires a reference to the configuration not just the name of the resource.
de: %(lc)s (%(ref)s) erfordert einen Verweis auf die Konfiguration, nicht nur den Namen der Ressource.

source: %(len)d of %(count)d received
de: %(len)d von %(count)d empfangen

source: %(len)d of %(count)d received - %(reasons)s
de: %(len)d von %(count)d empfangen - %(reasons)s

source: %(name)s constraint invalid for %(utype)s
de: %(name)s-Integritätsbedingung ungültig für %(utype)s

source: %(resource)s: Invalid attribute %(key)s
de: %(resource)s: Ungültiges Attribut %(key)s

source: %(result)s - Unknown status %(resource_status)s due to "%(status_reason)s"
de: %(result)s - Unbekannter Status %(resource_status)s Ursache: "%(status_reason)s"

source: %(schema)s supplied for %(type)s %(data)s
de: %(schema)s bereitgestellt für %(type)s %(data)s

source: %(type)s not in valid format: %(error)s
de: %(type)s nicht im gültigen Format: %(error)s

source: %s Key Name must be a string
de: %s Schlüsselname muss eine Zeichenkette sein

source: %s Timed out
de: Zulässiges Zeitlimit für %s überschritten

source: %s Value Name must be a string
de: %s Wertname muss eine Zeichenkette sein

source: %s is not active
de: %s ist nicht aktiv.

source: %s is not an integer.
de: %s ist keine Ganzzahl.

source: %s must be provided
de: %s muss angegeben werden.

source: '%(attr)s': expected '%(expected)s', got '%(current)s'
de: '%(attr)s': erwartet '%(expected)s', erhalten '%(current)s'

source: 'true' if DHCP is enabled for this subnet; 'false' otherwise.
de: 'True', wenn DHCP für dieses Teilnetz aktiviert ist; andernfalls 'false'.

source: A UUID for the set of servers being requested.
de: Eine UUID für die Gruppe von Servern, die angefordert werden.

source: A bad or out-of-range value was supplied
de: Ein falscher Wert oder ein Wert außerhalb des gültigen Bereichs wurde angegeben

source: A boolean value of default flag.
de: Ein boolescher Wert des Standardflags.

source: A boolean value specifying the administrative status of the network.
de: Ein boolescher Wert, der den Verwaltungsstatus des Netzes angibt.

source: A character class and its corresponding %(min)s constraint to generate the random string from.
de: Eine Zeichenklasse und die entsprechende %(min)s-Einschränkung zum Generieren der zufälligen Zeichenfolge.

source: A character sequence and its corresponding %(min)s constraint to generate the random string from.
de: Eine Zeichenfolge und die entsprechende %(min)s-Einschränkung zum Generieren der zufälligen Zeichenfolge.

source: A comma-delimited list of server ip addresses. (Heat extension).
de: Eine durch Kommas begrenzte Liste der Server-IP-Adressen (Heat-Erweiterung).

source: A description of the volume.
de: Eine Beschreibung des Datenträgers.

source: A device name where the volume will be attached in the system at /dev/device_name. This value is typically vda.
de: Ein Einheitenname, bei dem der Datenträger im System unter /dev/device_name angehängt wird. Dieser Wert ist normalerweise 'vda'.

source: A device name where the volume will be attached in the system at /dev/device_name.e.g. vdb
de: Ein Einheitenname, bei dem der Datenträger im System unter /dev/device_name.e.g. vdb angehängt wird

source: A dict of key-value pairs output from the stack.
de: Ein Verzeichnis mit Schlüssel/Wert-Paar-Ausgaben vom Stack.

source: A length constraint must have a min value and/or a max value specified.
de: Für eine Längenvorgabe muss ein Mindestwert und/oder ein Höchstwert angegeben sein.

source: A list of URLs (webhooks) to invoke when state transitions to alarm.
de: Eine Liste von URLs (webhooks), die aufzurufen sind, wenn Status in 'alarm' übergeht.

source: A list of URLs (webhooks) to invoke when state transitions to insufficient-data.
de: Eine Liste von URLs (webhooks), die aufzurufen sind, wenn Status in 'insufficient-data' übergeht.

source: A list of URLs (webhooks) to invoke when state transitions to ok.
de: Eine Liste von URLs (webhooks), die aufzurufen sind, wenn Status in 'ok' übergeht.

source: A list of actions to execute when state transitions to alarm.
de: Eine Liste der Aktionen, die auszuführen sind, wenn der Status in 'alarm' übergeht.

source: A list of actions to execute when state transitions to insufficient-data.
de: Eine Liste der Aktionen, die auszuführen sind, wenn der Status in 'insufficient-data' übergeht.

source: A list of actions to execute when state transitions to ok.
de: Eine Liste der Aktionen, die auszuführen sind, wenn der Status in 'ok' übergeht.

source: A list of all subnet attributes for the port.
de: Eine Liste aller Teilnetzattribute für den Port.

source: A list of character class and their constraints to generate the random string from.
de: Eine Liste mit Zeichenklassen und ihren Einschränkungen zum Generieren der zufälligen Zeichenkette.

source: A list of character sequences and their constraints to generate the random string from.
de: Eine Liste mit Zeichenfolgen und ihren Einschränkungen zum Generieren der zufälligen Zeichenfolge.

source: A list of dimensions (arbitrary name/value pairs) associated with the metric.
de: Eine Liste der Dimensionen (beliebige Name/Wert-Paare), die dem Messwert zugeordnet sind.

source: A list of instances ids.
de: Eine Liste der Instanz-IDs.

source: A list of query factors, each comparing a Sample attribute with a value. Implicitly combined with matching_metadata, if any.
de: Eine Liste von Abfragefaktoren, von denen jeder ein Beispielattribut mit einem Wert vergleicht; implizit kombiniert mit matching_metadata, falls vorhanden.

source: A list of resource IDs for the resources in the group
de: Eine Liste der Ressourcen-IDs für die Ressourcen in der Gruppe

source: A list of security groups for the port.
de: Eine Liste der Sicherheitsgruppen für den Port.

source: A list of string policies to apply. Defaults to anti-affinity.
de: Eine Liste anzuwendender Zeichenfolgerichtlinien. Standard: Antiaffinität.

source: A login profile for the user.
de: Ein Anmeldeprofil für den Benutzer.

source: A mandatory input parameter is missing
de: Ein obligatorischer Eingabeparameter fehlt

source: A map containing all headers for the container.
de: Eine Zuordnung mit allen Headern für den Container.

source: A map of Nova names and IDs to apply configuration to.
de: Eine Zuordnung von Nova-Namen und IDs zum Anwenden der Konfiguration.

source: A map of Nova names and captured stderrs from the configuration execution to each server.
de: Eine Zuordnung von Nova-Namen und erfassten Standardfehler aus der Konfigurationsausführung zu den einzelnen Servern.

source: A map of Nova names and captured stdouts from the configuration execution to each server.
de: Eine Zuordnung von Nova-Namen und erfassten Standardausgaben aus der Konfigurationsausführung zu den einzelnen Servern.

source: A map of Nova names and returned status code from the configuration execution
de: Eine Zuordnung von Nova-Namen und zurückgegebenen Statuscodes aus der Konfigurationsausführung

source: A map of files to create/overwrite on the server upon boot. Keys are file names and values are the file contents.
de: Eine Zuordnung der Dateien zum Erstellen/Überschreiben auf dem Server beim Booten. Schlüssel sind Dateinamen und Werte sind Dateiinhalte.

source: A map of resource names to the specified attribute of each individual resource. Requires heat_template_version: 2014-10-16.
de: Eine Zuordnung von Ressourcennamen zu dem angegebenen Attribut jeder einzelnen Ressource. Erfordert heat_template_version: 2014-10-16.

source: A map of user-defined meta data to associate with the account. Each key in the map will set the header X-Account-Meta-{key} with the corresponding value.
de: Eine Zuordnung der benutzerdefinierten Metadaten zum Zuordnen zum Konto. Jeder Schlüssel in der Zuordnung legt für den Header 'X-Account-Meta-{key}' den entsprechenden Wert fest.

source: A map of user-defined meta data to associate with the container. Each key in the map will set the header X-Container-Meta-{key} with the corresponding value.
de: Eine Zuordnung der benutzerdefinierten Metadaten zum Zuordnen zum Container. Jeder Schlüssel in der Zuordnung legt für den Header 'X-Container-Meta-{key}' den entsprechenden Wert fest.

source: A name used to distinguish the volume.
de: Eine Name zum Unterscheiden des Datenträgers.

source: A predefined access control list (ACL) that grants permissions on the bucket.
de: Eine vordefinierte Zugriffssteuerungsliste, die Berechtigungen für den Bucket erteilt.

source: A range constraint must have a min value and/or a max value specified.
de: Für eine Bereichsvorgabe muss ein Mindestwert und/oder ein Höchstwert angegeben sein.

source: A reference to the wait condition handle used to signal this wait condition.
de: Eine Referenz zur Wartebedingungskennung, die verwendet wird, um diese Wartebedingung zu signalisieren.

source: A signed url to handle the alarm (Heat extension).
de: Eine signierte URL zum Verarbeiten des Alarms (Heat-Erweiterung).

source: A signed url to handle the alarm.
de: Eine signierte URL zum Verarbeiten des Alarms.

source: A signed url to handle the alarm. (Heat extension).
de: Eine signierte URL zum Verarbeiten des Alarms. (Heat-Erweiterung).

source: A specified set of DNS name servers to be used.
de: Ein angegebener Satz zu verwendender DNS-Namensserver.

source: A string specifying a symbolic name for the network, which is not required to be unique.
de: Eine Zeichenfolge, die einen symbolischen Namen für das Netz angibt, der nicht eindeutig sein muss.

source: A string specifying a symbolic name for the security group, which is not required to be unique.
de: Eine Zeichenfolge, die einen symbolischen Namen für die Sicherheitsgruppe angibt, der nicht eindeutig sein muss.

source: A string specifying physical network mapping for the network.
de: Eine Zeichenfolge, die die Zuordnung des physischen Netzes für das Netz angibt.

source: A string specifying the provider network type for the network.
de: Eine Zeichenfolge, die den Providernetztyp für das Netz angibt.

source: A string specifying the segmentation id for the network.
de: Eine Zeichenfolge, die die Segmentierungs-ID für das Netz angibt.

source: A symbolic name for this port.
de: Ein symbolischer Name für diesen Port.

source: A variable that this resource will use to replace with the current index of a given resource in the group. Can be used, for example, to customize the name property of grouped servers in order to differentiate them when listed with nova client.
de: Eine Variable, die von dieser Ressource durch den aktuellen Index einer angegebenen Ressource in der Gruppe ersetzt wird. Sie kann beispielsweise dazu verwendet werden, die Namenseigenschaft gruppierter Server anzupassen, um diese voneinander zu unterscheiden, wenn sie mit dem Nova-Client aufgelistet werden.

source: AWS compatible instance name.
de: AWS-kompatibler Instanzname.

source: AWS query string is malformed, does not adhere to AWS spec
de: AWS-Abfragezeichenfolge ist fehlerhaft, sie entspricht nicht der AWS-Spezifikation

source: Access policies to apply to the user.
de: Zugriffsrichtlinien zum Anwenden auf den Benutzer.

source: AccessPolicy resource %s not in stack
de: AccessPolicy-Ressource %s befindet sich nicht im Stack

source: Action %s not allowed for user
de: Aktion %s nicht erlaubt für Benutzer

source: Action to be performed on the traffic matching the rule.
de: Auf den mit der Regel übereinstimmenden Datenverkehr anzuwendende Aktion.

source: Additional MAC/IP address pairs allowed to pass through a port.
de: Zusätzliche MAC-IP-Adressen-Paare, die einen Port durchlaufen dürfen.

source: Additional MAC/IP address pairs allowed to pass through the port.
de: Zusätzliche MAC-IP-Adressen-Paare, die den Port durchlaufen dürfen.

source: Additional routes for this subnet.
de: Zusätzliche Routen für dieses Teilnetz.

source: Address to bind the server. Useful when selecting a particular network interface.
de: Adresse zum Binden des Servers. Nützlich bei der Auswahl einer bestimmten Netzschnittstelle.

source: Administrative state for the ipsec site connection.
de: Verwaltungsstatus für die Verbindung zur IPSec-Site.

source: Administrative state for the vpn service.
de: Verwaltungsstatus für den VPN-Service.

source: Administrative state of the firewall. If false (down), firewall does not forward packets and will drop all traffic to/from VMs behind the firewall.
de: Verwaltungsstatus der Firewall. Bei 'false' (inaktiv) leitet die Firewall keine Pakete weiter und beendet den gesamten Datenverkehr zu/von VMs hinter der Firewall.

source: Administrative state of the router.
de: Verwaltungsstatus des Routers.

source: Alarm %(alarm)s could not find scaling group named "%(group)s"
de: Alarm %(alarm)s konnte die Skalierungsgruppe "%(group)s" nicht finden

source: Algorithm must be one of %s
de: Algorithmus muss einer von %s sein

source: All heat engines are down.
de: Alle Heat-Engines sind inaktiv.

source: Allocate a floating IP from a given floating IP pool.
de: Floating IP aus einem angegebenen Pool belegen.

source: Allocated floating IP address.
de: Zugeordnete dynamische IP-Adresse.

source: Allocation ID for VPC EIP address.
de: Zuordnungs-ID für die VPC-EIP-Adresse.

source: Allow client's debug log output.
de: Ausgabe von Debugprotokoll des Clients zulassen.

source: Allow or deny action for this firewall rule.
de: Aktion für diese Firewallregel zulassen oder verweigern.

source: Allow orchestration of multiple clouds.
de: Orchestrierung mehrerer Clouds zulassen.

source: Allowed keystone endpoints for auth_uri when multi_cloud is enabled. At least one endpoint needs to be specified.
de: Zulässige Keystone-Endpunkte für auth_uri wenn multi_cloud aktiviert ist. Mindestens ein Endpunkt muss angegeben werden.

source: Allowed tenancy of instances launched in the VPC. default - any tenancy; dedicated - instance will be dedicated, regardless of the tenancy option specified at instance launch.
de: Zulässige Mietdauer der in VPC gestarteten Instanzen. Standard - beliebige Mietdauer; dediziert - Instanz ist dediziert, unabhängig von der Option für das Mietverhältnis, die beim Start der Instanz angegeben wurde

source: Allowed values: %s
de: Erlaubte Werte: %s

source: AllowedPattern must be a string
de: AllowedPattern muss eine Zeichenfolge sein

source: AllowedValues must be a list
de: AllowedValues müssen eine Liste sein

source: Ambiguous versions (%s)
de: Mehrdeutige Versionen (%s)

source: Amount of disk space (in GB) required to boot image. Default value is 0 if not specified and means no limit on the disk size.
de: Menge an Plattenspeicher (in GB), die zum Booten des Image erforderlich ist. Bei fehlender Angabe ist der Standardwert 0; dies bedeutet, dass die Plattengröße unbegrenzt ist.

source: Amount of ram (in MB) required to boot image. Default value is 0 if not specified and means no limit on the ram size.
de: Menge an Arbeitsspeicher (in MB), die zum Booten des Image erforderlich ist. Bei fehlender Angabe ist der Standardwert 0; dies bedeutet, dass die Arbeitsspeichergröße unbegrenzt ist.

source: An application health check for the instances.
de: Eine Anwendungsstatusprüfung für die Instanzen.

source: An ordered list of firewall rules to apply to the firewall.
de: Eine geordnete Liste mit Firewallregeln, die auf die Firewall angewendet werden sollen.

source: An ordered list of nics to be added to this server, with information about connected networks, fixed ips, port etc.
de: Eine sortierte Liste von NICs, die zum Server hinzugefügt werden sollen, mit Informationen zu verbundenen Netzen, statischen IP-Adressen, Ports usw.

source: An unknown error occurred in crypto utils.
de: Ein unbekannter Fehler ist in den crypto Hilfsprogrammen aufgetreten.

source: An unknown exception occurred.
de: Eine unbekannte Ausnahme ist aufgetreten.

source: Anything other than one VPCZoneIdentifier
de: Alles andere außer einem VPCZoneIdentifier

source: Api endpoint reference of the instance.
de: API-Endpunktreferenz der Instanz.

source: Arbitrary key-value pairs specified by the client to help boot a server.
de: Beliebige Schlüssel/Wert-Paare, die vom Client angegeben werden, um das Booten eines Servers zu unterstützen.

source: Arbitrary key-value pairs specified by the client to help the Cinder scheduler creating a volume.
de: Beliebige Schlüssel/Wert-Paare, die vom Client angegeben werden, um den Cinder-Scheduler bei der Erstellung eines Datenträgers zu unterstützen.

source: Arbitrary key/value metadata to store for this server. Both keys and values must be 255 characters or less. Non-string values will be serialized to JSON (and the serialized string must be 255 characters or less).
de: Beliebige Schlüssel-Wert-Metadaten zum Speichern für diesen Server. Sowohl Schlüssel als auch Werte dürfen höchstens 255 Zeichen lang sein. Werte, die keine Zeichenfolgen sind, werden in JSON serialisiert (und die serialisierte Zeichenfolge darf höchstens 255 Zeichen lang sein).

source: Argument to "%s" must be a list
de: Argument für "%s" muss eine Liste sein

source: Argument to "%s" must be a string
de: Argument für "%s" muss eine Zeichenfolge sein

source: Argument to "%s" must be string or list
de: Argument für "%s" muss eine Zeichenfolge oder eine Liste sein

source: Argument to function "%s" must be a list of strings
de: Das Argument für Funktion "%s" muss eine Liste aus Zeichenketten sein

source: Arguments to "%s" must be a map
de: Argumente für "%s" müssen eine Zuordnung sein

source: Arguments to "%s" must be of the form [index, collection]
de: Argumente für "%s" müssen im Format [Index, Sammlung] sein

source: Arguments to "%s" must be of the form [resource_name, attribute, (path), ...]
de: Argumente für "%s" müssen im Format [Ressourcenname, Attribut, (Pfad), ...] sein

source: Arguments to "%s" must be of the form [resource_name, attribute]
de: Argumente für "%s" müssen im Format [Ressourcenname, Attribut] sein

source: Arguments to %s not fully resolved
de: Argumente für %s nicht vollständig aufgelöst

source: At least one of the following properties must be specified: %(props)s
de: Mindestens eine der folgenden Eigenschaften muss angegeben werden: %(props)s

source: Attempt to delete a stack with id: %(id)s %(msg)s
de: Versuch, Stack mit der folgenden ID zu löschen: %(id)s %(msg)s

source: Attempt to delete user creds with id %(id)s that does not exist
de: Versuch, Benutzerberechtigungsnachweise mit der ID %(id)s zu löschen, die nicht vorhanden ist

source: Attempt to delete watch_rule: %(id)s %(msg)s
de: Versuch, folgende watch_rule zu löschen: %(id)s %(msg)s

source: Attempt to update a stack with id: %(id)s %(msg)s
de: Versuch, Stack mit der folgenden ID zu aktualisieren: %(id)s %(msg)s

source: Attempt to update a watch with id: %(id)s %(msg)s
de: Versuch, Überwachung mit der folgenden ID zu aktualisieren: %(id)s %(msg)s

source: Attempt to use stored_context with no user_creds
de: Versuch, stored_context ohne user_creds zu verwenden

source: Attribute %(attr)s for facade %(type)s missing in provider
de: Attribut %(attr)s für Fassade %(type)s fehlt in Provider

source: Audit status of this firewall policy.
de: Prüfstatus dieser Firewallrichtlinie.

source: Authentication Endpoint URI.
de: Authentifizierungendpunkt-URI.

source: Authentication hash algorithm for the ike policy.
de: Authentifizierungs-Hashalgorithmus für die IKE-Richtlinie.

source: Authentication hash algorithm for the ipsec policy.
de: Authentifizierungs-Hashalgorithmus für die IPSec-Richtlinie.

source: Authorization failed.
de: Autorisierung fehlgeschlagen.

source: AutoScaling group ID to apply policy to.
de: AutoScaling-Gruppen-ID, auf die die Richtlinie anzuwenden ist.

source: AutoScaling group name to apply policy to.
de: AutoScaling-Gruppenname, auf den die Richtlinie anzuwenden ist.

source: Availability Zone of the subnet.
de: Verfügbarkeitszone des Subnetzes.

source: Availability zone in which you want the subnet.
de: Verfügbarkeitszone für das Teilnetz.

source: Availability zone to create servers in.
de: Verfügbarkeitszone, in der Server erstellt werden sollen.

source: Availability zone to create volumes in.
de: Verfügbarkeitszone, in der Datenträger erstellt werden sollen.

source: Availability zone to launch the instance in.
de: Verfügbarkeitszone zum Starten der Instanz.

source: Backend authentication failed
de: Back-End-Authentifizierung fehlgeschlagen
