Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: Binary
de: Binärdatei

source: Block device mappings for this server.
de: Blockeinheitenzuordnungen für diesen Server.

source: Block device mappings to attach to instance.
de: An Instanz anzuhängende Blockeinheitenzuordnungen.

source: Block device mappings v2 for this server.
de: Blockeinheitenzuordnungen v2 für diesen Server.

source: Block size of %(given)d is too big, max = %(maximum)d
de: Blockgröße von %(given)d ist zu groß, max = %(maximum)d

source: Boolean indicating if the volume can be booted or not.
de: Boolescher Wert, der angibt, ob der Datenträger bootfähig ist.

source: Boolean indicating if the volume is encrypted or not.
de: Boolescher Wert, der angibt, ob der Datenträger verschlüsselt wird.

source: Bus of the device: hypervisor driver chooses a suitable default if omitted.
de: Bus der Einheit: Hypervisor-Treiber wählt einen geeigneten Standardwert aus, wenn diese Angabe ausgelassen wird.

source: CIDR block notation for this subnet.
de: CIDR-Block-Notation für dieses Teilnetz.

source: CIDR block to apply to subnet.
de: CIDR-Block zum Anwenden auf das Teilnetz.

source: CIDR block to apply to the VPC.
de: CIDR-Block zum Anwenden auf VPC.

source: CIDR to be associated with this metering rule.
de: CIDR, das dieser Messungsregel zuzuordnen ist.

source: Can not use %s property on Nova-network.
de: Eigenschaft %s kann nicht in Nova-Netz verwendet werden.

source: Can't find role %s
de: Kann Rolle %s nicht finden

source: Can't get user token without password
de: Benutzertoken kann nicht ohne Kennwort abgerufen werden

source: Can't get user token, user not yet created
de: Benutzertoken kann nicht abgerufen werden; der Benutzer wurde noch nicht erstellt

source: Can't traverse attribute path
de: Attributpfad kann nicht traversiert werden

source: Cancelling update when stack is %s
de: Aktualisierung wird abgebrochen, wenn Stack %s ist

source: Cannot call %(method)s on orphaned %(objtype)s object
de: %(method)s kann nicht für ein verwaistes %(objtype)s-Objekt aufgerufen werden

source: Cannot check %s, stack not created
de: %s kann nicht überprüft werden; der Stack wurde nicht erstellt

source: Cannot define the following properties at the same time: %(props)s.
de: Die folgenden Eigenschaften können nicht gleichzeitig definiert werden: %(props)s.

source: Cannot establish connection to Heat endpoint at region "%(region)s" due to "%(exc)s"
de: Verbindung zum Heat-Endpunkt bei Region "%(region)s" kann nicht hergestellt werden. Ursache: "%(exc)s"

source: Cannot get stack domain user token, no stack domain id configured, please fix your heat.conf
de: Stackdomänen-Benutzertoken kann nicht abgerufen werden, keine Stack-ID konfiguriert. Reparieren Sie heat.conf

source: Cannot modify readonly field %(field)s
de: Schreibgeschütztes Feld %(field)s kann nicht geändert werden

source: Cannot resume %s, resource not found
de: %s kann nicht wiederaufgenommen werden; Ressource nicht gefunden

source: Cannot resume %s, resource_id not set
de: %s kann nicht wiederaufgenommen werden; resource_id wird nicht festgelegt

source: Cannot resume %s, stack not created
de: %s kann nicht wiederaufgenommen werden; der Stack wurde nicht erstellt

source: Cannot suspend %s, resource not found
de: %s kann nicht ausgesetzt werden; Ressource nicht gefunden

source: Cannot suspend %s, resource_id not set
de: %s kann nicht ausgesetzt werden; resource_id wird nicht festgelegt

source: Cannot suspend %s, stack not created
de: %s kann nicht ausgesetzt werden; der Stack wurde nicht erstellt

source: Cannot use deprecated '%(seq)s' property along with '%(char_seqs)s' or '%(char_classes)s' properties
de: Veraltete Eigenschaft '%(seq)s' kann nicht zusammen mit den Eigenschaften '%(char_seqs)s' oder '%(char_classes)s' verwendet werden

source: Captured stderr from the configuration execution.
de: Standardfehler von der Konfigurationsausführung erfasst.

source: Captured stdout from the configuration execution.
de: Standardausgabe von der Konfigurationsausführung erfasst.

source: Circular Dependency Found: %(cycle)s
de: Schleifenabhängigkeit gefunden: %(cycle)s

source: Cluster configs dictionary.
de: Verzeichnis der Clusterkonfigurationen.

source: Cluster information.
de: Clusterinformationen.

source: Comparison operator
de: Vergleichsoperator

source: Configuration of session persistence.
de: Konfiguration der Sitzungspersistenz.

source: Configuration script or manifest which specifies what actual configuration is performed.
de: Konfigurationsscript oder Manifest, das angibt, welche Konfiguration durchgeführt wird.

source: Connection info for this network gateway.
de: Verbindungsinformationen für dieses Netzgateway.

source: Container format of image.
de: Containerformat des Abbilds.

source: Content of part to attach, either inline or by referencing the ID of another software config resource
de: Inhalt des anzuhängenden Teils, entweder integriert oder durch Verweis auf die ID einer anderen Softwarekonfigurationsressource

source: Context for this stack.
de: Kontext für diesen Stack.

source: Control how the disk is partitioned when the server is created.
de: Steuerung der Plattenpartitionierung beim Erstellen des Servers.

source: Controls DPD protocol mode.
de: Steuert den DPD-Protokollmodus.

source: Controls how many events will be pruned whenever a stack's events exceed max_events_per_stack. Set this lower to keep more events at the expense of more frequent purges.
de: Steuert, wie viele Ereignisse bereinigt werden, wenn die Ereignisse eines Stacks max_events_per_stack überschreiten. Legen Sie hierfür einen niedrigeren Wert fest, wenn mehr Ereignisse anstelle häufigerer Bereinigungen gewünscht sind.

source: Convenience attribute to fetch the first assigned network address, or an empty string if nothing has been assigned at this time. Result may not be predictable if the server has addresses from more than one network.
de: Optionsattribut zum Abrufen der ersten zugeordneten Netzadresse oder eine leere Zeichenfolge, wenn zu diesem Zeitpunkt noch nichts zugeordnet wurde. Das Ergebnis ist möglicherweise nicht vorhersehbar, wenn der Server über Adressen von mehreren Netzen verfügt.

source: Convenience attribute, provides curl CLI command prefix, which can be used for signalling handle completion or failure. You can signal success by adding --data-binary '{"status": "SUCCESS"}' , or signal failure by adding --data-binary '{"status": "FAILURE"}'
de: Optionsattribut. Gibt das Präfix für den CLI-Befehl 'curl' an, der dazu verwendet werden kann, eine Kennungsfertigstellung oder einen Fehler zu signalisieren. Sie können das Signal für einen Erfolg geben, indem Sie --data-binary '{"status": "SUCCESS"}' hinzufügen, oder das Signal für einen Fehler, indem Sie --data-binary '{"status": "FAILURE"}' hinzufügen

source: Cooldown period, in seconds.
de: Abkühlzeitraum in Sekunden.

source: Could not bind to %(bind_addr)safter trying for 30 seconds
de: Keine Bindung an %(bind_addr)s möglich nach Versuch über 30 Sekunden

source: Could not fetch remote template "%(name)s": %(exc)s
de: Ferne Vorlage %(name)s konnte nicht abgerufen werden: %(exc)s

source: Could not fetch remote template '%(url)s': %(exc)s
de: Die ferne Vorlage '%(url)s' konnte nicht abgerufen werden: %(exc)s

source: Could not load %(name)s: %(error)s
de: %(name)s konnte nicht geladen werden: %(error)s

source: Could not retrieve template: %s
de: Vorlage konnte nicht abgerufen werden: %s

source: Custom LoadBalancer template can not be found
de: Die benutzerdefinierte Vorlage 'LoadBalancer' kann nicht gefunden werden

source: DB instance restore point.
de: Wiederherstellungspunkt der Datenbankinstanz.

source: Data supplied was not valid: %(reason)s
de: Angegebene Daten waren nicht gültig: %(reason)s

source: Database %(dbs)s specified for user does not exist in databases for resource %(name)s.
de: Für Benutzer angegebene Datenbank %(dbs)s ist in den Datenbanken für Ressource %(name)s nicht vorhanden.

source: Database volume size in GB.
de: Datenbankvolumengröße in GB.

source: Databases property is required if users property is provided for resource %s.
de: Datenbankeigenschaft ist erforderlich, wenn Benutzereigenschaft angegeben wird für Ressource %s.

source: Datastore version %(dsversion)s for datastore type %(dstype)s is not valid. Allowed versions are %(allowed)s.
de: Datenspeicherversion %(dsversion)s für Datenspeichertyp %(dstype)s ist nicht gültig. Zulässige Versionen sind %(allowed)s.

source: Dead Peer Detection protocol configuration for the ipsec site connection.
de: Konfiguration des DPD-Protokolls (DPD - Dead Peer Detection) für die Verbindung zur IPSec-Site.

source: Dead engines are removed.
de: Inaktive Engines werden entfernt.

source: Default must be a comma-delimited list string: %s
de: Der Standardwert muss eine durch Kommas begrenzte Zeichenfolge sein: %s

source: Default name or UUID of the image used to boot Hadoop nodes.
de: Standardname oder UUID des Image, das zum Booten von Hadoop-Knoten verwendet wird.

source: Default region name used to get services endpoints.
de: Verwendeter Standardregionsname zum Abrufen von Serviceendpunkten.

source: Default value for the input if none is specified.
de: Standardwert für die Eingabe, wenn keiner angegeben ist.

source: Defines whether auto-assign security group to this Node Group template.
de: Definiert, ob Sicherheitsgruppen dieser Knotengruppenvorlage automatisch zugeordnet werden.

source: Defining more than one configuration for the same action in SoftwareComponent "%s" is not allowed.
de: Das Definieren von mehreren Konfigurationen für eine einzige Aktion in SoftwareComponent "%s" ist nicht zulässig.

source: Deleting non-empty container (%(id)s) when %(prop)s is False
de: Nicht leeren Container (%(id)s) löschen, wenn %(prop)s 'False' ist

source: Delimiter for %s must be string
de: Begrenzer für %s muss eine Zeichenfolge sein

source: Denotes that the deployment is in an error state if this output has a value.
de: Gibt an, dass sich die Implementierung in einem Fehlerstatus befindet, wenn diese Ausgabe einen Wert aufweist.

source: Deploy data available
de: Verfügbare Daten implementieren

source: Deployment exited with non-zero status code: %s
de: Implementierung wurde mit einem Statuscode ungleich null beendet: %s

source: Deployment to server failed: %s
de: Implementierung auf Server fehlgeschlagen: %s

source: Deployment with id %s not found
de: Implementierung mit ID %s nicht gefunden

source: Deprecated.
de: Veraltet.

source: Description for the alarm.
de: Beschreibung des Alarms.

source: Description for the firewall policy.
de: Beschreibung für die Firewallrichtlinie.

source: Description for the firewall rule.
de: Beschreibung für die Firewall-Regel.

source: Description for the firewall.
de: Beschreibung für die Firewall.

source: Description for the ike policy.
de: Beschreibung der IKE-Richtlinie.

source: Description for the ipsec policy.
de: Beschreibung der IPSec-Richtlinie.

source: Description for the ipsec site connection.
de: Beschreibung für die Verbindung zur IPSec-Site.

source: Description for the vpn service.
de: Beschreibung für den VPN-Dienst.

source: Description for this interface.
de: Beschreibung für diese Schnittstelle.

source: Description of the Node Group Template.
de: Beschreibung der Knotengruppenvorlage.

source: Description of the Sahara Group Template.
de: Beschreibung der Sahara-Gruppenvorlage.

source: Description of the data source.
de: Beschreibung der Datenquelle.

source: Description of the firewall policy.
de: Beschreibung der Firewallrichtlinie.

source: Description of the firewall rule.
de: Beschreibung der Firewallregel.

source: Description of the firewall.
de: Beschreibung der Firewall.

source: Description of the input.
de: Beschreibung der Eingabe.

source: Description of the metering label.
de: Beschreibung der Messungsbezeichnung.

source: Description of the output.
de: Beschreibung der Ausgabe.

source: Description of the pool.
de: Beschreibung des Pools.

source: Description of the security group.
de: Beschreibung der Sicherheitsgruppe.

source: Description of the vip.
de: Beschreibung der VIP.

source: Description of the volume.
de: Beschreibung des Volumens.

source: Desired IPs for this port.
de: Gewünschte IPs für diesen Port.

source: Desired initial number of instances.
de: Gewünschte anfängliche Anzahl an Instanzen.

source: Desired initial number of resources.
de: Gewünschte anfängliche Anzahl an Ressourcen.

source: Desired number of instances.
de: Gewünschte Anzahl an Instanzen.

source: DesiredCapacity must be between MinSize and MaxSize
de: DesiredCapacity muss zwischen MinSize und MaxSize liegen

source: Destination IP address or CIDR.
de: Ziel-IP-Adresse oder CIDR.

source: Destination ip_address for this firewall rule.
de: Ziel-ip_address für diese Firewallregel.

source: Destination port number or a range.
de: Zielportnummer oder ein Bereich.

source: Destination port range for this firewall rule.
de: Zielportbereich für diese Firewallregel.

source: Device ID of this port.
de: Gerätekennung des Ports.

source: Device info for this network gateway.
de: Einheiteninformationen für dieses Netzgateway.

source: Device type: at the moment we can make distinction only between disk and cdrom.
de: Einheitentyp: Zurzeit kann nur zwischen Platte und CD-ROM unterschieden werden.

source: Dictionary of node configurations.
de: Verzeichnis der Knotenkonfigurationen.

source: DisableRollback and OnFailure may not be used together
de: DisableRollback und OnFailure können nicht zusammen verwendet werden

source: Disk format of image.
de: Festplattenformat des Abbilds.

source: Does not contain a valid AWS Access Key or certificate
de: Enthält keinen gültigen AWS-Zugriffsschlüssel bzw. kein gültiges Zertifikat

source: Duplicate names %s
de: Doppelte Namen %s

source: EIP address to associate with instance.
de: EIP-Adresse, die der Instanz zuzuordnen ist.

source: Each %(object_name)s must contain a %(sub_section)s key.
de: Jedes %(object_name)s muss einen %(sub_section)s-Schlüssel enthalten.

source: Each Output must contain a Value key.
de: Jede Ausgabe muss einen Wertschlüssel enthalten.

source: Each Resource must contain a Type key.
de: Jede Ressource muss einen Typschlüssel enthalten.

source: Ebs is missing, this is required when specifying BlockDeviceMappings.
de: Ebs fehlt, dies ist aber beim Angeben von BlockDeviceMappings erforderlich.

source: Egress rules are only allowed when Neutron is used and the 'VpcId' property is set.
de: Ausgangsregeln sind nur zulässig, wenn Neutron verwendet wird und die Eigenschaft 'VpcId' gesetzt ist.

source: Either %(net)s or %(port)s must be provided.
de: Entweder %(net)s oder %(port)s muss angegeben werden.

source: Either 'EIP' or 'AllocationId' must be provided.
de: Entweder 'EIP' oder 'AllocationId' muss angegeben werden.

source: Either 'InstanceId' or 'LaunchConfigurationName' must be provided.
de: Entweder 'InstanceId' oder 'LaunchConfigurationName' muss angegeben werden.

source: Either volume_id or snapshot_id must be specified for device mapping %s
de: Entweder volume_id oder snapshot_id muss für die Einheitenzuordnung %s angegeben werden

source: Either volume_id, snapshot_id, image_id or swap_size must be specified.
de: Entweder volume_id, snapshot_id, image_id oder swap_size muss angegeben werden.

source: Enable the legacy OS::Heat::CWLiteAlarm resource.
de: Traditionelle OS::Heat::CWLiteAlarm-Ressource aktivieren.

source: Enable the preview Stack Abandon feature.
de: Funktion zum Verlassen der Voranzeige des Stacks aktivieren.

source: Enable the preview Stack Adopt feature.
de: Funktion zum Annehmen der Voranzeige des Stacks aktivieren.

source: Enables Source NAT on the router gateway. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only.
de: Aktiviert den Quellen-NAT auf dem Router-Gateway. HINWEIS: Die Standard-Richtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft ausschließlich auf Benutzer mit Verwaltungsaufgaben.

source: Encapsulation mode for the ipsec policy.
de: Kapselungsmodus für die IPSec-Richtlinie.

source: Encryption algorithm for the ike policy.
de: Verschlüsselungsalgorithmus für die IKE-Richtlinie.

source: Encryption algorithm for the ipsec policy.
de: Verschlüsselungsalgorithmus für die IPSec-Richtlinie.

source: End resizing the group %(group)s
de: Das Ändern der Größe für Gruppe %(group)s beenden

source: Endpoint/url which can be used for signalling handle
de: Endpunkt/URL zur Verwendung für das Kennungssignal

source: Error
de: Fehler

source: Error authorizing action %s
de: Fehler beim Autorisieren der Aktion %s

source: Error creating ec2 keypair for user %s
de: Fehler beim Erstellen des ec2-Schlüsselpaars für Benutzer %s

source: Error parsing template: %s
de: Fehler bei der Auswertung der Vorlage: %s

source: Error retrieving image list from glance: %s
de: Fehler beim Abrufen der Imageliste aus Glance: %s

source: Error retrieving image list from sahara: %s
de: Fehler beim Abrufen der Imageliste von sahara: %s

source: Error wait time in seconds for stack action (ie. create or update).
de: Fehlerwartezeit in Sekunden für Stackaktion (d. h. erstellen oder aktualisieren).

source: Ethertype of the traffic.
de: Ethernet-Typ des Datenverkehrs.

source: Exclude state for cidr.
de: Ausschlussstatus für CIDR.

source: Expected 1 external network, found %d
de: 1 externes Netzwerk erwartet, %d gefunden

source: External network gateway configuration for a router.
de: Externe Netzgateway-Konfiguration für einen Router.

source: Extra parameters to include in the "floatingip" object in the creation request. Parameters are often specific to installed hardware or extensions.
de: Zusätzliche Parameter zum Einschließen in das Objekt "floatingip" der Erstellungsanforderung. Oft gelten Parameter nur für die jeweilige installierte Hardware oder die jeweiligen installierten Erweiterungen.

source: Extra parameters to include in the "port" object in the creation request.
de: Zusätzliche Parameter zum Einschließen in das Objekt "port" der Erstellungsanforderung.

source: Extra parameters to include in the creation request.
de: Zusätzliche Parameter zum Einschließen in die Erstellungsanforderung.

source: Failed to extend volume %(vol)s - %(err)s
de: Datenträger konnte nicht erweitert werden %(vol)s - %(err)s

source: Failed to fetch template: %s
de: Vorlage konnte nicht abgerufen werden: %s

source: Failed to find instance %s
de: Instanz %s wurde nicht gefunden

source: Failed to find server %s
de: Server %s wurde nicht gefunden

source: Failed to parse JSON data: %s
de: JSON-Daten konnten nicht geparst werden: %s

source: Failed to retrieve template
de: Vorlage konnte nicht abgerufen werden

source: Failed to retrieve template data: %s
de: Vorlagendaten konnten nicht abgerufen werden: %s

source: Failed to retrieve template: %s
de: Vorlage konnte nicht abgerufen werden: %s

source: Failed to send message to stack (%(stack_name)s) on other engine (%(engine_id)s)
de: Nachricht konnte nicht an Stack (%(stack_name)s) auf einer anderen Engine (%(engine_id)s) gesendet werden

source: Failed to stop stack (%(stack_name)s) on other engine (%(engine_id)s)
de: Stack (%(stack_name)s) konnte nicht auf der anderen Engine (%(engine_id)s) gestoppt werden

source: Failed to update, can not found port info.
de: Fehler bei Aktualisierung, Portinformationen konnten nicht gefunden werden.

source: Failed to validate
de: Überprüfung fehlgeschlagen

source: Failed to validate: %s
de: Überprüfung fehlgeschlagen: %s

source: Failed validating stack template using Heat endpoint at region "%(region)s" due to "%(exc)s"
de: Prüfung der Stackvorlage mithilfe des Heat-Endpunkts bei Region "%(region)s" fehlgeschlagen. Ursache: "%(exc)s"

source: Fake property !a.
de: Fake Eigenschaft !a

source: Fake property !c.
de: Fake Eigenschaft !c

source: Fake property ca.
de: Fake Eigenschaft ca

source: False to trigger actions when the threshold is reached AND the alarm's state has changed. By default, actions are called each time the threshold is reached.
de: 'False', um Aktionen auszulösen, wenn der Schwellenwert erreicht wird UND der Status des Alarms sich geändert hat. Standardmäßig werden Aktionen immer beim Erreichen des Schwellenwerts aufgerufen.

source: Field %(field)s of %(objname)s is not an instance of Field
de: Feld %(field)s von %(objname)s ist keine Instanz von Feld

source: Fixed IP address to specify for the port created on the requested network.
de: Festgelegte IP-Adresse zum Angeben für den Port, der in dem angeforderten Netz erstellt wird.

source: Fixed IP addresses.
de: Feste IP-Adressen.

source: Fixed IPv4 address for this NIC.
de: Feste IPv4-Adresse für dieses NIC.

source: Flag indicating if traffic to or from instance is validated.
de: Flag, das angibt, ob Datenverkehr an die Instanz oder von der Instanz überprüft wird.

source: Flavor of the instance.
de: Version der Instanz.

source: Friendly name of the port.
de: Anzeigename des Ports.

source: Friendly name of the router.
de: Anzeigename des Routers.

source: Friendly name of the subnet.
de: Anzeigename des Teilnetzes.

source: Function "%s" must have arguments
de: Funktion "%s" muss Argumente haben

source: Function "%s" usage: ["<algorithm>", "<value>"]
de: Verwendung der Funktion "%s": ["<Algorithmus>", "<Wert>"]

source: Gateway network for the router.
de: Das Gatewaynetz für den Router.

source: Generic HeatAPIException, please use specific subclasses!
de: Allgemeine HeatAPIException, verwenden Sie spezifische Unterklassen!

source: Glance image ID or name.
de: Glance-Image-ID oder -Name.

source: Granularity to use for age argument, defaults to days.
de: Die für das Argument 'age' zu verwendende Granularität, standardmäßig ist der Wert 'days' festgelegt.

source: HTTP verb to use for signaling output values
de: HTTP verb zur Verwendung für das Signalisieren von Ausgabewerten

source: Header X-Auth-Url "%s" not an allowed endpoint
de: Header X-Auth-Url "%s" ist kein zulässiger Endpunkt

source: Health probe timeout, in seconds.
de: Zeitlimit für Statusprüfung in Sekunden.

source: Heat build revision. If you would prefer to manage your build revision separately, you can move this section to a different file and add it as another config option.
de: Heat-Buildüberarbeitung. Wenn Sie Ihre Buildüberarbeitung lieber separat verwalten möchten, können Sie diesen Abschnitt in eine andere Datei verschieben und sie als andere Konfigurationsoption hinzufügen.

source: Hostname of the instance.
de: Hostname der Instanz.

source: How long to preserve deleted data.
de: Angabe, wie lange gelöschte Daten aufzubewahren sind.

source: How the server should signal to heat with the deployment output values.
de: Wie der Server mit den Implementierungsausgabewerten Signale an Heat senden soll.

source: How the user_data should be formatted for the server. For HEAT_CFNTOOLS, the user_data is bundled as part of the heat-cfntools cloud-init boot configuration data. For RAW the user_data is passed to Nova unmodified. For SOFTWARE_CONFIG user_data is bundled as part of the software config data, and metadata is derived from any associated SoftwareDeployment resources.
de: Angabe, wie user_data für den Server formatiert werden soll. Für HEAT_CFNTOOLS wird user_data als Bestandteil der heat-cfntools cloud-init-Bootkonfigurationsdaten gebündelt. Für RAW wird user_data unverändert an Nova übermittelt. Für SOFTWARE_CONFIG wird user_data als Bestandteil der Softwarekonfigurationsdaten gebündelt und Metadaten werden von zugeordneten SoftwareDeployment-Ressourcen abgeleitet.
