Repository: homolkad/deb-heat
Catalog: heat/locale/*/LC_MESSAGES/heat.po
Languages: de

source: Type of the volume to create on Cinder backend.
de: Typ des Datenträgers, der auf dem Cinder-Back-End erstellt werden soll.

source: URL for API authentication
de: URL für API-Authentifizierung

source: URL for the data source.
de: URL für die Datenquelle.

source: URL of TempURL where resource will signal completion and optionally upload data.
de: URL von TempURL, auf der die Ressource die Fertigstellung signalisieren und optional Daten hochladen wird.

source: URL of the Heat CloudWatch server.
de: URL des Heat CloudWatch-Servers.

source: URL of the Heat metadata server.
de: URL des Heat-Metadatenservers.

source: URL of the Heat waitcondition server.
de: URL des Heat-WaitCondition-Servers.

source: URL where the data for this image already resides. For example, if the image data is stored in swift, you could specify "swift://example.com/container/obj".
de: URL, unter der sich die Daten für dieses Image bereits befinden. Wenn die Imagedaten beispielsweise in Swift gespeichert sind, könnten Sie "swift://example.com/container/obj" angeben.

source: URLs of server's consoles. To get a specific console type, the requested type can be specified as parameter to the get_attr function, e.g. get_attr: [ <server>, console_urls, novnc ]. Currently supported types are novnc, xvpvnc, spice-html5, rdp-html5, serial.
de: URLs der Serverkonsolen. Zum Abrufen eines bestimmten Konsolentyps kann der angeforderte Typ als Parameter an die Funktion get_attr übergeben werden, z. B. get_attr: [ <Server>, console_urls, novnc ]. Derzeit unterstützte Typen sind novnc, xvpvnc, spice-html5, rdp-html5 und serial.

source: UUID of the internal subnet to which the instance will be attached.
de: UUID des internen Teilnetzes, mit dem die Instanz verbunden sein wird.

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
de: %(app_name)s kann nicht aus Konfigurationsdatei %(conf_file)s geladen werden. Abgerufen: %(e)r

source: Unexpected action %(action)s
de: Unerwartete Aktion %(action)s

source: Unexpected action %s
de: Unerwartete Aktion %s

source: Unique identifier for the device.
de: Eindeutige ID für die Einheit.

source: Unique identifier for the ike policy associated with the ipsec site connection.
de: Eindeutige ID für die der Verbindung zur IPSec-Site zugeordnete IKE-Richtlinie.

source: Unique identifier for the ipsec policy associated with the ipsec site connection.
de: Eindeutige ID für die der Verbindung zur IPSec-Site zugeordnete IPSec-Richtlinie.

source: Unique identifier for the network owning the port.
de: Eindeutige ID für das Netz, das Eigentümer des Ports ist.

source: Unique identifier for the router to which the vpn service will be inserted.
de: Eindeutige ID für den Router, in den der VPN-Service eingefügt werden soll.

source: Unique identifier for the vpn service associated with the ipsec site connection.
de: Eindeutige ID für den der Verbindung zur IPSec-Site zugeordneten VPN-Service.

source: Unique identifier of the firewall policy to which this firewall rule belongs.
de: Eindeutige ID der Firewallrichtlinie, zu der diese Firewallregel gehört.

source: Unique identifier of the firewall policy used to create the firewall.
de: Eindeutige ID der zum Erstellen der Firewall verwendeten Firewallrichtlinie.

source: Unit for the metric.
de: Einheit für den Messwert.

source: Unknown
de: Unbekannt

source: Unknown Keystone version
de: Unbekannte Keystone-Version

source: Unknown Property %s
de: Unbekannte Eigenschaft %s

source: Unknown attribute "%s"
de: Unbekanntes Attribut "%s"

source: Unknown error retrieving %s
de: Unbekannter Fehler beim Abrufen von %s

source: Unknown key(s) %s
de: Unbekannte(r) Schlüssel %s

source: Unknown status: %s
de: Unbekannter Status: %s

source: Unknown watch state %s
de: Unbekannter Beobachtungsstatus %s

source: Unsupported object type %(objtype)s
de: Nicht unterstützter Objekttyp %(objtype)s

source: Unsupported resource '%s' in LoadBalancerNames
de: Nicht unterstützte Ressource '%s' in LoadBalancerNames

source: Unversioned keystone url in format like http://0.0.0.0:5000.
de: Unversionierte Keystone URL im Format, wie http://0.0.0.0:5000.

source: Update to properties %(props)s of %(name)s (%(res)s)
de: Aktualisierung zu Eigenschaften %(props)s von %(name)s (%(res)s)

source: Updated At
de: Aktualisiert am

source: Updating a stack when it is deleting
de: Aktualisieren eines Stacks, wenn dieser gelöscht wird

source: Updating a stack when it is suspended
de: Aktualisieren eines Stacks, wenn dieser ausgesetzt ist

source: Use only with Neutron, to list the internal subnet to which the instance will be attached; needed only if multiple exist; list length must be exactly 1.
de: Nur mit Neutron zum Auflisten des internen Teilnetzes verwenden, mit dem die Instanz verbunden sein wird; nur erforderlich, wenn mehrere vorhanden sind; Listenlänge muss genau 1 sein.

source: Use property %s
de: Eigenschaft %s verwenden

source: Use property %s.
de: Eigenschaft %s verwenden.

source: Use the networks attribute instead of first_address. For example: "{get_attr: [<server name>, networks, <network name>, 0]}"
de: Verwenden Sie das Netzattribut anstelle von first_address. Beispiel: "{get_attr: [<Servername>, networks, <Netzname>, 0]}"

source: User %s in invalid domain
de: Benutzer %s ist in einer ungültigen Domäne

source: User %s in invalid project
de: Benutzer %s im ungültigen Projekt

source: User ID for API authentication
de: Benutzerkennung für API-Authentifizierung

source: User data script to be executed by cloud-init.
de: Benutzerdatenscript zum Ausführen durch cloud-init.

source: User data to pass to instance.
de: Benutzerdaten zum Übermitteln an die Instanz.

source: User is not authorized to perform action
de: Der Benutzer ist zum Ausführen der Aktion nicht berechtigt

source: User name to create a user on instance creation.
de: Benutzername zum Erstellen eines Benutzers bei der Instanzerstellung.

source: Username associated with the AccessKey.
de: Dem Zugriffsschlüssel zugeordneter Benutzername.

source: Username for API authentication
de: Benutzername für API-Authentifizierung

source: Using Cinder API V1, volume_type update
de: Cinder-API V1, Aktualisierung volume_type verwenden

source: VPC ID for this gateway association.
de: VPC-ID für diese Gateway-Zuordnung.

source: VPC ID for where the route table is created.
de: VPC-ID für die Position für die Erstellung der Routetabelle.

source: Value "%(val)s" is invalid for data type "%(type)s".
de: Wert "%(val)s" ist ungültig für Datentyp "%(type)s".

source: Value '%(value)s' is invalid for '%(name)s' which only accepts integer.
de: Wert '%(value)s' ist ungültig für '%(name)s', der nur Ganzzahlen akzeptiert.

source: Value '%(value)s' is invalid for '%(name)s' which only accepts non-negative integer.
de: Wert '%(value)s' ist ungültig für '%(name)s', der nur Ganzzahlen akzeptiert, dienicht negativ sind.

source: Value '%s' is not an integer
de: Wert '%s' ist keine Ganzzahl

source: Value must be a comma-delimited list string: %s
de: Der Wert muss eine durch Kommas begrenzte Zeichenfolge sein: %s

source: Value must be a string
de: Wert muss eine Zeichenkette sein

source: Value must be of type %s
de: Wert muss vom Typ %s sein

source: Value must be valid JSON: %s
de: Der Wert muss gültige JSON sein: %s

source: Value must match pattern: %s
de: Wert muss Muster entsprechen: %s

source: Version %(objver)s of %(objname)s is not supported
de: Version %(objver)s von %(objname)s wird nicht unterstützt

source: Version for the ike policy.
de: Version für die IKE-Richtlinie.

source: Version of Hadoop running on instances.
de: Version von Hadoop, die auf Instanzen ausgeführt wird.

source: Vip associated with the pool.
de: Dem Pool zugeordnete VIP.

source: Volume attachment failed
de: Anhängen von Datenträger fehlgeschlagen

source: Volume backup failed
de: Volumensicherung fehlgeschlagen

source: Volume create failed
de: Volumenerstellung fehlgeschlagen

source: Volume detachment failed
de: Abhängen des Datenträgers fehlgeschlagen

source: Volume in use
de: Volumen wird benutzt

source: Volume resize failed
de: Größenänderung für Datenträger fehlgeschlagen

source: Volumes per node.
de: Volumina pro Knoten.

source: Volumes to attach to instance.
de: Datenträger zum Anhängen an die Instanz.

source: WaitCondition invalid Handle %s
de: Ungültige Kennung %s für WaitCondition

source: WaitCondition invalid Handle stack %s
de: Ungültiger Kennungsstack %s für WaitCondition

source: WaitCondition invalid Handle tenant %s
de: Ungültiger Kennungsnutzer %s für WaitCondition

source: Weight of pool member in the pool (default to 1).
de: Gewichtung des Poolmitglieds im Pool (Standardwert ist 1).

source: Weight of the pool member in the pool.
de: Gewichtung des Poolmitglieds im Pool.

source: Went to status %(resource_status)s due to "%(status_reason)s"
de: Übergegangen in Status %(resource_status)s wegen "%(status_reason)s"

source: When both ipv6_ra_mode and ipv6_address_mode are set, they must be equal.
de: Wenn sowohl ipv6_ra_mode als auch ipv6_address_mode festgelegt sind, müssen sie gleich sein.

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
de: Wenn der Server im SSL-Modus läuft, müssen Sie sowohl für die 'cert_file'- als auch für die 'key_file'-Option in Ihrer Konfigurationsdatei einen Wert angeben

source: Whether the image can be deleted. If the value is True, the image is protected and cannot be deleted.
de: Gibt an, ob das Image gelöscht werden kann. Bei 'True' ist das Image geschützt und kann nicht gelöscht werden.

source: Whether the metering label should be shared across all tenants.
de: Angabe, ob die Messungsbezeichnung von allen Nutzern gemeinsam verwendet werden soll.

source: Whether the part content is text or multipart.
de: Angabe, ob der Inhalt des Teils 'text' oder 'multipart' ist.

source: Whether this firewall should be shared across all tenants. NOTE: The default policy setting in Neutron restricts usage of this property to administrative users only.
de: Angabe, ob diese Firewall von allen Nutzern gemeinsam verwendet werden soll. ANMERKUNG: Standardrichtlinieneinstellung in Neutron beschränkt die Verwendung dieser Eigenschaft Benutzer mit Verwaltungsaufgaben beschränkt.

source: Whether this network should be shared across all tenants.
de: Angabe, ob das Netz von allen Nutzern gemeinsam verwendet werden soll.

source: Whether this network should be shared across all tenants. Note that the default policy setting restricts usage of this attribute to administrative users only.
de: Angabe, ob das Netz von allen Nutzern gemeinsam verwendet werden soll. Beachten Sie, dass die Standardrichtlinieneinstellung die Verwendung dieses Attributs auf Benutzer mit Verwaltungsaufgaben beschränkt.

source: Whether this policy should be audited. When set to True, each time the firewall policy or the associated firewall rules are changed, this attribute will be set to False and will have to be explicitly set to True through an update operation.
de: Gibt an, ob diese Richtlinie geprüft werden sollte. Bei 'True' wird dieses Attribut jedes Mal, wenn die Firewallrichtlinie oder die zugehörigen Firewallregeln geändert werden, auf 'False' gesetzt und muss explizit über eine Aktualisierungsoperation auf 'True' gesetzt werden.

source: Whether this policy should be shared across all tenants.
de: Angabe, ob diese Richtlinie von allen Nutzern gemeinsam verwendet werden soll.

source: Whether this rule should be enabled.
de: Angabe, ob diese Regel aktiviert werden soll.

source: Whether this rule should be shared across all tenants.
de: Angabe, ob diese Regel von allen Nutzern gemeinsam verwendet werden soll.

source: Whether to specify a remote group or a remote IP prefix.
de: Angabe, ob eine ferne Gruppe oder ein Präfix für eine ferne IP-Adresse angegeben werden soll.

source: Wrong Arguments try: "%s"
de: Falsche Argumente; versuchen Sie es mit: "%s"

source: You are not authenticated.
de: Sie sind nicht authentifiziert.

source: You are not authorized to complete this action.
de: Sie sind nicht dazu autorisiert, diese Aktion abzuschließen

source: You are not authorized to use %(action)s.
de: Sie sind nicht dazu autorisiert um %(action)s zu benutzen.

source: You have reached the maximum stacks per tenant, %d. Please delete some stacks.
de: Sie haben die maximale Anzahl %d an Stacks pro Nutzer erreicht. Löschen Sie einige Stacks.

source: age should be a positive integer
de: Alter sollte eine positive Ganzzahl sein

source: age should be an integer
de: Alter sollte eine Ganzzahl sein

source: could not find user %s
de: Benutzer %s konnte nicht gefunden werden

source: deployment_id must be specified
de: deployment_id muss angegeben werden

source: environment has wrong section "%s"
de: Umgebung weist falschen Abschnitt "%s" auf

source: error in pool
de: Fehler in Pool

source: error in vip
de: Fehler in VIP

source: external network for the gateway.
de: Externes Netz für das Gateway.

source: granularity should be days, hours, minutes, or seconds
de: Für die Granularität sollten Tage, Stunden, Minuten oder Sekunden festgelegt werden

source: heat.conf misconfigured, cannot specify "stack_user_domain_id" or "stack_user_domain_name" without "stack_domain_admin" and "stack_domain_admin_password"
de: heat.conf fehlerhaft konfiguriert, Angabe von "stack_user_domain_id" oder "stack_user_domain_name" nicht möglich ohne "stack_domain_admin" und "stack_domain_admin_password"

source: ipv6_ra_mode and ipv6_address_mode are not supported for ipv4.
de: ipv6_ra_mode und ipv6_address_mode werden für ipv4 nicht unterstützt.

source: limit cannot be less than 4
de: Grenzwert darf nicht kleiner als 4 sein

source: min/max length must be integral
de: Minimale/maximale Länge muss eine Ganzzahl sein

source: min/max must be numeric
de: min/max muss nummerisch sein

source: need more memory.
de: mehr Speicher wird benötigt.

source: no resource data found
de: keine Ressourcendaten gefunden

source: no resources for stack_id %s were found
de: Keine Ressourcen für stack_id %s gefunden

source: no resources were found
de: keine Ressourcen gefunden

source: nova server metadata needs to be a Map.
de: Bei den Metadaten des Nova-Servers muss es sich um eine Zuordnung handeln.

source: raw template with id %s not found
de: Unformatierte Vorlage mit ID %s nicht gefunden

source: resource with id %s not found
de: Ressource mit Kennung %s nicht gefunden

source: roles %s
de: Rollen %s

source: segmentation_id cannot be specified except 0 for using flat
de: Es kann keine segmentation_id außer 0 angegeben werden, wenn der Typ 'flat' verwendet wird

source: segmentation_id must be specified for using vlan
de: segmentation_id muss für die Verwendung von VLAN angegeben sein

source: segmentation_id not allowed for flat network type.
de: segmentation_id für einfachen Netztyp nicht zulässig.

source: server_id must be specified
de: server_id muss angegeben werden

source: stack not found
de: Stack nicht gefunden
