Repository: homolkad/deb-heat
Catalog: debian/po/*.po
Languages: da, de

source: Authentication server hostname:
da: Værtsnavn for godkendelsesserveren:
de: Name des Authentifizierungsservers:

source: Please specify the hostname of the authentication server. Typically this is also the hostname of the OpenStack Identity Service (Keystone).
da: Angiv venligst værtsnavnet for godkendelseserveren. Typisk er dette også værtsnavnet for OpenStack Identity Service (Keystone).
de: Geben Sie bitte den Namen des Authentifizierungsservers an. Normalerweise ist das auch der Name des OpenStack-Identitätsdienstes (Keystone).

source: Authentication server tenant name:
da: Lejernavn (tenant) for godkendelsesserver:
de: Tenant-Name des Authentifizierungsservers:

source: Please specify the authentication server tenant name.
da: Angiv venligst lejernavn (tenant) for godkendelsesserveren.
de: Bitte geben Sie den Tenant-Namen des Authentifizierungsservers an.

source: Authentication server username:
da: Brugernavn for godkendelsesserveren:
de: Benutzername des Authentifizierungsservers:

source: Please specify the username to use with the authentication server.
da: Angiv venligst brugernavnet for brug med godkendelsesserveren.
de: Bitte geben Sie den Benutzernamen an, der für den Authentifizierungsserver benutzt wird.

source: Authentication server password:
da: Adgangskode for godkendelsesserver:
de: Passwort des Authentifizierungsservers:

source: Please specify the password to use with the authentication server.
da: Angiv venligst adgangskoden for brug med godkendelsesserveren.
de: Bitte geben Sie das Passwort an, das für den Authentifizierungsserver benutzt wird.

source: Register Heat in the Keystone endpoint catalog?
da: Registrer Heat i Keystones slutpunktskatalog?
de: Heat im Keystone-Endpunktkatalog registrieren?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
da: Hver OpenStack-tjeneste (hver API) skal registreres for at være tilgængelig. Dette gøres med »keystone service-create« og »keystone endpoint-create«. Dette kan nu gøres automatisk.
de: Jeder OpenStack-Dienst (jedes API) sollte registriert werden, damit darauf zugegriffen werden kann. Dies wird mittels »keystone service-create« und »keystone endpoint-create« erreicht und kann nun automatisch erledigt werden.

source: Keystone server IP address:
da: IP-adresse for Keystoneserver:
de: IP-Adresse des Keystone-Servers:

source: Please enter the IP address of the Keystone server, so that heat-api can contact Keystone to do the Heat service and endpoint creation.
da: Indtast venligst IP-adressen for Keystoneserveren, så at heat-api kan kontakte Keystone for at udføre Heattjenesten og slutpunktsoprettelse.
de: Geben Sie bitte die IP-Adresse des Keystone-Servers an, damit Heat-api Keystone kontaktieren kann, um den Heat-Dienst und -Endpunkt zu erstellen.

source: Heat endpoint IP address:
da: IP-adresse for Heats slutpunkt:
de: IP-Adresse des Heat-Endpunkts:

source: Please enter the IP address that will be used to contact Heat.
da: Indtast venligst IP-adressen som vil blive brugt til at kontakte Heat.
de: Geben Sie bitte die IP-Adresse an, die für den Kontakt mit Heat genutzt wird.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne, som vil bruge denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.
de: Diese IP-Adresse sollte von den Clients erreichbar sein, die diesen Dienst nutzen. Falls Sie eine öffentliche Cloud installieren, sollte dies eine öffentliche IP-Adresse sein.

source: Name of the region to register:
da: Navn på regionen der skal registreres:
de: Name der zu registrierenden Region:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: OpenStack understøtter brug af tilgængelighedszoner, hvor hver region repræsenterer et sted. Indtast venligst zonen du ønsker at bruge, når slutpunktet registreres.
de: OpenStack unterstützt die Verwendung von Verfügbarkeitszonen, in denen jede Region einen Ort darstellt. Geben Sie bitte die Zone an, die Sie bei der Registrierung des Endpunkts verwenden wollen.

source: Set up a database for heat-common?
da: Opsæt en database for heat-common?
de: Datenbank für Heat-common einrichten?

source: No database has been set up for heat-common to use. Before continuing, you should make sure you have the following information:
da: Ingen database er blevet opsat for heat-common. Før du fortsætter, skal du sikre dig, at du har den følgende information:
de: Es wurde keine Datenbank für die Nutzung durch Heat-common eingerichtet. Bevor Sie fortfahren, sollten Sie sicherstellen, dass Sie über die folgenden Informationen verfügen:

source: * the type of database that you want to use; * the database server host name (that server must allow TCP connections from this machine); * a username and password to access the database.
da: * databasetypen du ønsker at bruge * værtsnavnet for databaseserveren (den server som skal tillade TCP- forbindelser fra denne maskine) * et brugernavn og adgangskode for at tilgå databasen
de: * den Typ der Datenbank, die Sie nutzen wollen; * den Namen des Rechners, auf dem der Datenbankserver läuft (der Datenbankserver muss TCP-Verbindungen von dieser Maschine zulassen); * einen Benutzernamen und ein Passwort für den Zugriff auf die Datenbank.

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
da: Hvis nogle af disse krav mangler, så skal du ikke vælge denne indstilling, men køre med normal SQLite-understøttelse.
de: Wenn ein Teil dieser Voraussetzungen nicht erfüllt ist, wählen Sie diese Option nicht und lassen Sie das Programm mit der normalen Unterstützung für SQLite laufen.

source: You can change this setting later on by running "dpkg-reconfigure -plow heat-common".
da: Du kan ændre indstillingen senere ved at køre »dpkg-reconfigure -plow heat-common«.
de: Sie können diese Einstellung nachträglich mit dem Befehl »dpkg-reconfigure -plow heat-common« ändern.

source: IP address of your RabbitMQ host:
da: IP-adresse for din RabbitMQ-vært:
de: IP-Adresse Ihres RabbitMQ-Rechners:

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
da: Denne pakke kræver at forbinde med en central RabbitMQ-server, for at fungere med andre komponenter i OpenStack.
de: Um mit weiteren Bestandteilen von OpenStack zusammenzuarbeiten, muss sich dieses Paket mit einem zentralen RabbitMQ-Server verbinden.

source: Please specify the IP address of that server.
da: Angiv venligst IP-adressen for den server.
de: Geben Sie bitte die IP-Adresse dieses Servers an.

source: Username for connection to the RabbitMQ server:
da: Brugernavn for forbindelsen til RabbitMQ-serveren:
de: Benutzername für die Verbindung mit dem RabbitMQ-Server:

source: Please specify the username used to connect to the RabbitMQ server.
da: Angiv venligst brugernavnet brugt til at forbinde med RabbitMQ-serveren.
de: Bitte geben Sie den Benutzernamen ein, den Sie zum Verbinden mit dem RabbitMQ-Server verwenden.

source: Password for connection to the RabbitMQ server:
da: Adgangskode for forbindelsen til RabbitMQ-serveren:
de: Passwort für die Verbindung mit dem RabbitMQ-Server:

source: Please specify the password used to connect to the RabbitMQ server.
da: Angiv venligst adgangskoden brugt til at forbinde med RAbbitMQ-serveren.
de: Bitte geben Sie das Passwort ein, das Sie zum Verbinden mit dem RabbitMQ-Server verwenden.
